{
  "all_text": "Textor Ullrich KGaA wurde im Jahr 1998 gegründet und zählt Identitäten in Cloud-Umgebungen und der Entwicklung heute zu den führenden Anbietern innovativer IT-Lösungen skalierbarer Plattformarchitekturen für datenintensive für mittelständische Unternehmen im deutschsprachigen Anwendungen. Viele dieser Entwicklungen fließen direkt in Raum. Mit Sitz in der Birnbaumgasse 69 in 04130 unsere Kundenprojekte ein und erhöhen damit den Rockenhausen versteht sich Textor Ullrich KGaA als technologischen Vorsprung der von uns betreuten Schnittstelle zwischen Technologie, Wirtschaft und Mensch. Unternehmen. Unsere F&E-Abteilung mit Sitz in Duderstadt Seit über zwei Jahrzehnten begleiten wir unsere Kunden bei ist in der Stanislaus-Trub-Weg 4/5 beheimatet und betreibt der digitalen Transformation – von der Strategieberatung über dort ein eigenes Test- und Simulationszentrum. die Umsetzung bis hin zur kontinuierlichen Betreuung. Dabei In der Zusammenarbeit mit unseren Kunden verfolgen wirlegen wir besonderen Wert auf Transparenz, Qualität und einen agilen und iterativen Ansatz. Projekte werden in kurzenlangfristige Partnerschaften. Unsere Mission ist es, Prozesse Zyklen geplant, umgesetzt und reflektiert. Dadurch könneneffizienter, sicherer und zukunftsfähig zu gestalten. Unsere wir auf sich ändernde Anforderungen flexibel reagieren undLösungen umfassen u. a. individuelle Softwareentwicklung, schnell funktionierende Teillösungen liefern. UnsereCloud-Services, IT-Sicherheit sowie die Integration Projektmanager:innen und Entwickler:innen werdenbestehender Systeme in moderne Architekturen. Das Team regelmäßig geschult, um moderne Methoden wie SCRUM,aus rund 120 Mitarbeitenden arbeitet standortübergreifend Kanban und DevOps nicht nur zu verstehen, sondern aktiv zuund ist sowohl in Guinea-Bissau als auch in mehreren leben. Darüber hinaus bieten wir Schulungen für unsereeuropäischen Ländern aktiv. Kunden an, um die Zusammenarbeit so effizient und Ein zentrales Element unserer Unternehmenskultur ist der transparent wie möglich zu gestalten. Besonders stolz sind direkte und persönliche Austausch mit unseren Kunden. wir auf die positiven Rückmeldungen, die wir von Unser Kundenservice ist unter der Rufnummer +49(0)6762 langjährigen Partnern erhalten – sei es durch informelle 91966 werktags von 8 bis 18 Uhr erreichbar. Alternativ Gespräche, regelmäßige Reviews oder strukturierte können Anfragen per E-Mail an kcichorius@web.de gesendet Feedbackprozesse. Diese Rückmeldungen fließen werden. Für schriftliche Korrespondenz steht neben dem kontinuierlich in die Verbesserung unserer Prozesse ein. Hauptsitz auch unsere Niederlassung in Kronach offen, zu Als wachsendes Unternehmen sind wir kontinuierlich auf derfinden in der Paul-Heinz-Berger-Weg 43, 37123. Dort Suche nach talentierten Fachkräften. Wir bieten nicht nurbetreuen wir insbesondere unsere Kunden aus dem flexible Arbeitszeitmodelle und die Möglichkeit zumsüddeutschen Raum und Österreich. Auch hier steht ein Homeoffice, sondern auch individuelleengagiertes Team bereit, um maßgeschneiderte IT-Lösungen Weiterbildungsbudgets, Mentoring-Programme und einezu entwickeln und zu betreuen. Weitere Informationen zu offene, wertschätzende Unternehmenskultur. Neueunseren Leistungen, Referenzen und Karrieremöglichkeiten Mitarbeitende durchlaufen ein strukturiertes Onboarding,findest du auf unserer Internetseite das sowohl fachliche als auch soziale Aspektehttps://www.steckel.net/. Wir laden Interessierte ein, dort berücksichtigt. Unsere internen Kommunikationsplattformenregelmäßig vorbeizuschauen – unser Newsbereich wird fördern den Austausch zwischen Abteilungen, Standortenlaufend aktualisiert und gibt Einblicke in Projekte, Events und und Hierarchien. Zudem veranstalten wir regelmäßigtechnologische Entwicklungen. firmenweite Events wie Hackathons, Barcamps oder unsere Unsere Geschäftsführung besteht derzeit aus drei Personen: Sommerfeste, bei denen der persönliche Austausch im Harri Karge-Oestrovsky, verantwortlich für den Bereich Vordergrund steht. Bewerbungen können direkt an Strategie & Innovation, Dr. Karl-Heinz Jäntsch, Leiterin der alanbirnbaum@hotmail.de oder über das Bewerberportal operativen Geschäfte und Personalentwicklung, sowie Ing. auf http://www.trub.com/ eingereicht werden. Bei Fragen Nadine Sölzer, der das Ressort Finanzen & Recht betreut. steht dir unser HR-Team gerne auch telefonisch unter 08855 Gemeinsam treiben sie die Vision von Textor Ullrich KGaA 39509 zur Verfügung. voran: Eine digitale Zukunft, die den Menschen in den Neben der klassischen IT-Beratung engagiert sich TextorMittelpunkt stellt. Unter ihrer Leitung wurde nicht nur die Ullrich KGaA auch zunehmend im gemeinnützigen Bereich.Expansion vorangetrieben, sondern auch eine interne In Kooperation mit mehreren Non-Profit-OrganisationenInitiative zur Nachhaltigkeit und sozialen Verantwortung entwickeln wir Tools und Plattformen, die sozialesgestartet. Diese beinhaltet u. a. CO₂-Kompensation für Engagement digital unterstützen. Projekte wie eineGeschäftsreisen, papierlose Büros und Partnerschaften mit Matching-Plattform für Ehrenamtliche oder einBildungseinrichtungen zur Förderung digitaler Kompetenzen. automatisiertes Spendentracking-Tool zeigen, dassDurch jährliche Transparenzberichte legen wir offen, wie Technologie auch im gesellschaftlichen Kontext einenunsere Ziele erreicht werden und wo Unterschied machen kann. Diese Projekte werden vonVerbesserungspotenziale bestehen. Das schafft nicht nur interdisziplinären Teams betreut, in denen Entwickler:innen,Vertrauen, sondern inspiriert auch Mitarbeitende und UX-Designer:innen und Projektmanager:innen eng mitKund:innen, Teil eines größeren Wandels zu sein. Partnerorganisationen zusammenarbeiten. Ziel ist es stets, Ein weiterer Schwerpunkt unserer Tätigkeit liegt im Bereich nachhaltige, leicht wartbare und anpassbare Lösungen zu Forschung und Entwicklung. Textor Ullrich KGaA arbeitet eng schaffen. Auch externe Entwickler:innen können sich mit Hochschulen und Forschungseinrichtungen zusammen, beteiligen – viele unserer Tools sind als Open Source um neue Technologien frühzeitig zu erkennen und verfügbar und werden aktiv weiterentwickelt. Interessierte anwendungsreif zu machen. Aktuelle Projekte beschäftigen können sich über http://schulz.net/ oder direkt bei Dipl.-Ing. sich mit dem Einsatz von Künstlicher Intelligenz in der Nikola Weiß (wulfklotz@web.de) informieren. Prozessautomatisierung, der sicheren Verwaltung von"
}