{
  "all_text": "Internationaler Kaufvertrag Zwischen der Junitz GmbH & Co. OHG, mit Sitz in Sandor-Adler-Straße 09, 20387 Aue, Serbien und Montenegro, vertreten durch Franka auch Schlauchin-Heidrich, im Folgenden \"Verkäufer\", und der Geißler Bohnbach AG, ansässig in Trommlergasse 096, 34774 Feuchtwangen, Haiti, vertreten durch Gordana Berger, im Folgenden \"Käufer\", wird folgender Vertrag über den grenzüberschreitenden Kauf von Waren geschlossen. 1. Vertragsgegenstand Gegenstand des Vertrages ist der Verkauf von 500 Stück computergestützter Messsysteme der Baureihe MZ-X. Die genaue technische Spezifikation ist in Anlage 1 dokumentiert. Der Verkäufer verpflichtet sich zur Lieferung fabrikneuer, CE-konformer Geräte, einschließlich erforderlicher Lizenzunterlagen, Prüfzertifikate und deutscher wie englischer Benutzerhandbücher. Der Käufer sichert zu, die Ware ausschließlich für den unternehmensinternen Einsatz im Rahmen von Winterdienstregelung zu nutzen. 2. Lieferbedingungen Die Lieferung erfolgt gemäß Incoterms® 2020, DAP (Delivered at Place) – Feuchtwangen, Haiti. Der Versand erfolgt spätestens bis zum 10.04.2025. Verzögert sich die Lieferung um mehr als 10 Werktage, ist der Käufer berechtigt, eine Vertragsstrafe in Höhe von 821.57 € Euro je angefangene Woche zu verlangen. Die Transportversicherung wird durch den Verkäufer gedeckt. Verpackungskosten sind im Preis inbegriffen. Der Käufer verpflichtet sich, die Ware innerhalb von 3 Werktagen nach Anlieferung auf äußere Schäden und offensichtliche Mängel zu prüfen und dem Verkäufer schriftlich anzuzeigen. 3. Preise und Zahlungsbedingungen Der Gesamtpreis für die Lieferung beträgt 142.24 € Euro netto. Die Zahlung erfolgt in zwei Tranchen: – 50 % binnen 10 Werktagen nach Vertragsunterzeichnung – 50 % binnen 10 Werktagen nach erfolgreicher Abnahme Die Überweisung erfolgt auf folgendes Konto des Verkäufers: IBAN: DE86733232527834649436 BIC: WVDMDERRU91 Bank: Schleich Der Käufer verpflichtet sich zur Zahlung in der vereinbarten Währung. Etwaige Bankgebühren im Zusammenhang mit internationalen Transaktionen trägt der Käufer. Bei Zahlungsverzug werden Verzugszinsen in Höhe von 8 %-Punkten über dem Basiszinssatz berechnet. 4. Eigentumsvorbehalt und Risikoübergang Die Ware bleibt bis zur vollständigen Bezahlung Eigentum des Verkäufers. Der Gefahrenübergang erfolgt mit Übergabe am benannten Ort (DAP). Der Käufer verpflichtet sich, die gelieferte Ware bis zur vollständigen Zahlung nicht weiterzuveräußern, zu verpfänden oder sicherungsübereignen. Bei drohender Insolvenz ist der Verkäufer unverzüglich zu informieren. 5. Gewährleistung und Haftung Der Verkäufer garantiert eine Gewährleistungsfrist von 24 Monaten ab Lieferdatum. Innerhalb dieses Zeitraums verpflichtet er sich zur kostenfreien Nachbesserung oder Ersatzlieferung bei nachgewiesenen Material- oder Herstellungsfehlern. Die Haftung für Folgeschäden ist ausgeschlossen, es sei denn, sie beruhen auf Vorsatz oder grober Fahrlässigkeit. Reklamationen sind schriftlich an udobes@hotmail.de zu richten. Rücksendungen erfolgen nur nach vorheriger Rücksprache. 6. Exportkontrolle und Zoll Der Käufer verpflichtet sich zur Einhaltung aller geltenden Export- und Zollvorschriften seines Landes sowie der EU und internationalen Vereinbarungen."
}