{
  "all_text": "Adler Stiftung & Co. KGaA wurde im Jahr 1998 Ruppersberger, Leiterin der operativen gegründet und zählt heute zu den führenden Geschäfte und Personalentwicklung, sowie Anbietern innovativer IT-Lösungen für Volkmar Biggen, der das Ressort Finanzen & mittelständische Unternehmen im Recht betreut. Gemeinsam treiben sie die Vision deutschsprachigen Raum. Mit Sitz in der von Adler Stiftung & Co. KGaA voran: Eine Magdalene-Hethur-Platz 223 in 77318 Jülich digitale Zukunft, die den Menschen in den versteht sich Adler Stiftung & Co. KGaA als Mittelpunkt stellt. Unter ihrer Leitung wurde Schnittstelle zwischen Technologie, Wirtschaft nicht nur die Expansion vorangetrieben, sondern und Mensch. Seit über zwei Jahrzehnten auch eine interne Initiative zur Nachhaltigkeit begleiten wir unsere Kunden bei der digitalen und sozialen Verantwortung gestartet. Diese Transformation – von der Strategieberatung über beinhaltet u. a. CO₂-Kompensation für die Umsetzung bis hin zur kontinuierlichen Geschäftsreisen, papierlose Büros und Betreuung. Dabei legen wir besonderen Wert auf Partnerschaften mit Bildungseinrichtungen zur Transparenz, Qualität und langfristige Förderung digitaler Kompetenzen. Durch Partnerschaften. Unsere Mission ist es, Prozesse jährliche Transparenzberichte legen wir offen, effizienter, sicherer und zukunftsfähig zu wie unsere Ziele erreicht werden und wo gestalten. Unsere Lösungen umfassen u. a. Verbesserungspotenziale bestehen. Das schafft individuelle Softwareentwicklung, Cloud- nicht nur Vertrauen, sondern inspiriert auch Services, IT-Sicherheit sowie die Integration Mitarbeitende und Kund:innen, Teil eines bestehender Systeme in moderne Architekturen. größeren Wandels zu sein. Das Team aus rund 120 Mitarbeitenden arbeitet Ein weiterer Schwerpunkt unserer Tätigkeit liegt standortübergreifend und ist sowohl in Türkei als im Bereich Forschung und Entwicklung. Adlerauch in mehreren europäischen Ländern aktiv. Stiftung & Co. KGaA arbeitet eng mit Ein zentrales Element unserer Hochschulen und Forschungseinrichtungen Unternehmenskultur ist der direkte und zusammen, um neue Technologien frühzeitig zu persönliche Austausch mit unseren Kunden. erkennen und anwendungsreif zu machen. Unser Kundenservice ist unter der Rufnummer Aktuelle Projekte beschäftigen sich mit dem 06519 974734 werktags von 8 bis 18 Uhr Einsatz von Künstlicher Intelligenz in der erreichbar. Alternativ können Anfragen per E- Prozessautomatisierung, der sicheren Mail an elehmann@gmx.de gesendet werden. Verwaltung von Identitäten in Cloud- Für schriftliche Korrespondenz steht neben dem Umgebungen und der Entwicklung skalierbarer Hauptsitz auch unsere Niederlassung in Torgau Plattformarchitekturen für datenintensive offen, zu finden in der Gutknechtallee 489, Anwendungen. Viele dieser Entwicklungen 81191. Dort betreuen wir insbesondere unsere fließen direkt in unsere Kundenprojekte ein und Kunden aus dem süddeutschen Raum und erhöhen damit den technologischen Vorsprung Österreich. Auch hier steht ein engagiertes Team der von uns betreuten Unternehmen. Unsere bereit, um maßgeschneiderte IT-Lösungen zu F&E-Abteilung mit Sitz in Osterburg ist in der entwickeln und zu betreuen. Weitere Kadestraße 2/5 beheimatet und betreibt dort ein Informationen zu unseren Leistungen, eigenes Test- und Simulationszentrum. Referenzen und Karrieremöglichkeiten findest du Interessierte Studierende und Absolvent:innen auf unserer Internetseite https://wulff.com/. Wir finden bei uns ein spannendes Umfeld für laden Interessierte ein, dort regelmäßig Praktika, Abschlussarbeiten oder einen vorbeizuschauen – unser Newsbereich wird Berufseinstieg. laufend aktualisiert und gibt Einblicke in Projekte, Events und technologische Entwicklungen. Unsere Geschäftsführung besteht derzeit aus drei Personen: Ulf Trommler, verantwortlich für den Bereich Strategie & Innovation, Minna"
}