{
  "all_text": "Rahmenvertrag zur Erbringung von IT-Dienstleistungen Dieser Rahmenvertrag wird geschlossen zwischen Hölzenbecher GmbH & Co. KG, mit Geschäftssitz in der Hans Josef-Bender-Gasse 46, 62835 Griesbach Rottal, Iran, vertreten durch Ante Weitzel B.A., im Folgenden „Auftraggeber“ genannt, und Käster GmbH & Co. KGaA, ansässig in der Michail-Noack-Straße 256, 01181 Strasburg, vertreten durch Ewa Walter, im Folgenden „Auftragnehmer“ genannt. 1. Vertragsgegenstand Der Auftragnehmer verpflichtet sich, auf Abruf des Auftraggebers IT-Dienstleistungen zu erbringen. Hierzu zählen insbesondere, aber nicht ausschließlich: – Entwicklung und Anpassung von Softwarelösungen, – IT-Support und Fehleranalyse, – Systemadministration, Monitoring und Wartung, – IT-Beratung im Zusammenhang mit Erbschein, – Begleitung von Zertifizierungsprozessen nach Vorgaben des Leiter/in Gewerbeaufsicht. Die konkreten Leistungen werden in separaten Einzelabrufen gemäß den Bedingungen dieses Rahmenvertrages beauftragt. Jeder Abruf erhält eine eigene Leistungsbeschreibung, Zeitplanung und Budgetvorgabe. 2. Vertragslaufzeit Der Vertrag tritt mit Unterzeichnung in Kraft und gilt zunächst bis zum 12.01.2025. Er verlängert sich automatisch jeweils um ein weiteres Jahr, sofern keine Partei mit einer Frist von drei Monaten zum Laufzeitende schriftlich kündigt. Das Recht zur außerordentlichen Kündigung aus wichtigem Grund bleibt unberührt. 3. Vergütung Die Abrechnung erfolgt nach Aufwand auf Stundenbasis. Der Stundensatz beträgt: – Entwicklerleistungen: 952.71 € Euro – Support- und Administrationsleistungen: 177.25 € Euro – Beratung: 601.16 € Euro Zahlungen sind binnen 14 Tagen nach Rechnungseingang auf das Konto des Auftragnehmers (IBAN: DE74481662240209615394, BIC: OGYVDETHFFV) zu leisten. Projektpauschalen können im Einzelfall gesondert vereinbart werden. Sämtliche Preise verstehen sich zzgl. gesetzlicher Umsatzsteuer. 4. Mitwirkungspflichten Der Auftraggeber verpflichtet sich, alle zur Durchführung der Leistungen erforderlichen Informationen und Zugänge bereitzustellen. Dazu zählen u. a. administrative Zugänge zu Testsystemen, Ansprechpartnerlisten, sowie dokumentierte Anforderungen. Ansprechpartner für operative Abstimmungen ist auf Seiten des Auftraggebers Patrizia Keudel, erreichbar unter +49 (0) 9355 903744 / eberhardthelmut@yahoo.de. Auf Seiten des Auftragnehmers übernimmt Ewa Walter die Koordination (06856 09503 / groettnersteven@hotmail.de). 5. Vertraulichkeit und Datenschutz Beide Parteien verpflichten sich, sämtliche im Rahmen der Zusammenarbeit erhaltenen Informationen streng vertraulich zu behandeln. Die Speicherung und Verarbeitung personenbezogener Daten erfolgt ausschließlich im Rahmen des vereinbarten Zwecks und unter Einhaltung der geltenden Datenschutzbestimmungen. Die Übermittlung sensibler Daten erfolgt ausschließlich über gesicherte Kanäle. Ein gemeinsames Datenschutzkonzept ist Bestandteil dieses Vertrags (Anlage 2)."
}