{
  "all_text": "Allgemeine Geschäftsbedingungen fbeckmann@gmail.com oder telefonisch unter (AGB) +49 (0) 6374 406388. Die Pieper KG behält sich vor, einzelne Angebote abzulehnen, 1. Geltungsbereich insbesondere wenn begründete Zweifel an der Bonität oder der tatsächlichen Absicht zur Diese Allgemeinen Geschäftsbedingungen Beauftragung bestehen. (AGB) gelten für alle Verträge, die zwischen der Pieper KG, ansässig in der Igor-Barth-Weg 4. Preise und Zahlungsbedingungen 63, 02016 Wolfratshausen, Barbados, und Alle Preise verstehen sich netto, zuzüglich derihren Kunden abgeschlossen werden. jeweils gültigen gesetzlichen Umsatzsteuer,Maßgeblich ist die jeweils zum Zeitpunkt des sofern nicht ausdrücklich anders angegeben.Vertragsschlusses gültige Fassung. Die Abrechnung erfolgt gemäß den vertraglichAbweichende Bedingungen des Kunden finden vereinbarten Zahlungsmodalitäten. Sofernkeine Anwendung, es sei denn, die Pieper KG nicht anders vereinbart, sind Rechnungenstimmt ihrer Geltung ausdrücklich schriftlich zu. innerhalb von 14 Tagen nach Zugang ohneKunden im Sinne dieser AGB sind sowohl Abzug zur Zahlung fällig. Bei ZahlungsverzugVerbraucher als auch Unternehmer. Die AGB ist die Pieper KG berechtigt, Verzugszinsen ingelten unabhängig davon, ob der Vertrag gesetzlicher Höhe zu berechnen sowie etwaigetelefonisch, schriftlich oder über die Mahnkosten geltend zu machen. DieInternetseite http://www.pohl.com/ Geltendmachung weiterer Schäden bleibtabgeschlossen wurde. ausdrücklich vorbehalten. Etwaige 2. Vertragsgegenstand und Einwendungen gegen Rechnungen müssen Leistungsbeschreibung innerhalb von 7 Tagen nach Zugang schriftlich geltend gemacht werden. Die Pieper KG bietet ihren Kunden 5. Pflichten des KundenDienstleistungen im Bereich digitaler Informationsverarbeitung sowie die Der Kunde verpflichtet sich, der Pieper KG alle Entwicklung individueller Softwarelösungen an. zur Vertragserfüllung erforderlichen Der genaue Leistungsumfang ergibt sich aus Informationen rechtzeitig zur Verfügung zu den jeweiligen vertraglichen Vereinbarungen, stellen. Dazu zählen insbesondere technische insbesondere den Projektbeschreibungen, Spezifikationen, Ansprechpartner und Leistungsangeboten oder schriftlichen Zugangsdaten. Der Kunde ist für die Sicherung Auftragsbestätigungen. Technische seiner eigenen Daten verantwortlich. Für Änderungen, die der Weiterentwicklung dienen Schäden, die durch verspätet oder oder durch gesetzliche Anforderungen unvollständig übermittelte Informationen notwendig werden, bleiben vorbehalten. entstehen, haftet die Pieper KG nicht. Sollte Sämtliche Leistungsbeschreibungen, die auf die Leistungserbringung durch Umstände der Internetseite http://www.pohl.com/ oder in verzögert werden, die der Kunde zu vertreten sonstigen Werbematerialien dargestellt sind, hat, ist die Pieper KG berechtigt, einen stellen kein rechtlich bindendes Angebot dar, angemessenen Aufschlag für Mehraufwand zu sondern dienen lediglich der Information. berechnen. Bei Nichterfüllung seiner 3. Vertragsschluss Mitwirkungspflichten trägt der Kunde die dadurch entstehenden Konsequenzen. Ein Vertrag kommt durch die Annahme eines Angebots der Pieper KG durch den Kunden zustande. Angebote der Pieper KG sind freibleibend und unverbindlich. Ein verbindlicher Vertrag kommt erst durch eine schriftliche Auftragsbestätigung oder den Beginn der Leistungserbringung zustande. Die Vertragsabwicklung erfolgt in der Regel über die Kommunikation per E-Mail an"
}