{
  "all_text": "Mietvertrag für Gewerbliche Nutzung Zwischen der Vermieterin, Salz Hertrampf AG & Co. KGaA, gesetzlich vertreten durch Agatha Mälzer- Gutknecht, ansässig in Gunnar-Jungfer-Ring 6, 27782 Sangerhausen, Montserrat, und dem Mieter Junitz Klingelhöfer AG & Co. OHG, vertreten durch Sergej Wesack B.Eng., mit Unternehmenssitz in Langeplatz 8, 17149 Güstrow, wird folgender Mietvertrag über die Nutzung von Gewerberäumen geschlossen. Die Vertragsparteien stimmen darin überein, dass die vermieteten Räume ausschließlich gewerblich, konkret zur Durchführung von Erbschein, genutzt werden dürfen. Gegenstand dieses Vertrages sind die Räumlichkeiten im ersten Obergeschoss des Gebäudes Almut- Heintze-Ring 5, 47612 Gotha mit einer Gesamtfläche von ca. 165 Quadratmetern. Die Räume umfassen drei Büroräume, einen Besprechungsraum, ein Archiv, eine kleine Teeküche sowie zwei Sanitärbereiche. Sie werden wie besichtigt, in renoviertem Zustand und mit betriebsbereiter Grundausstattung (Heizung, Beleuchtung, Strom- und Wasseranschluss) übergeben. Der Mieter bestätigt mit Unterzeichnung des Vertrages den mängelfreien Zustand der Mietsache zum Zeitpunkt der Übergabe am 16.04.2025. Die monatliche Nettomiete beträgt 389.54 € Euro zuzüglich Nebenkosten in Höhe von 961.16 € Euro. Die Kaution beläuft sich auf 615.42 € Euro und ist spätestens bis zum 08.02.2025 auf das Konto der Vermieterin (IBAN: DE05967020756440295789, BIC: GMXRDE04) zu überweisen. Die Zahlung der Miete erfolgt monatlich im Voraus, spätestens bis zum dritten Werktag eines jeden Monats. Gerät der Mieter mit zwei aufeinanderfolgenden Mietzahlungen in Verzug, so ist die Vermieterin berechtigt, das Mietverhältnis fristlos zu kündigen. Der Mietvertrag beginnt am 04.02.2025 und wird auf unbestimmte Zeit geschlossen. Eine Kündigung ist beiderseits mit einer Frist von sechs Monaten zum Monatsende möglich. Die Kündigung bedarf der Schriftform. Das Recht zur außerordentlichen Kündigung aus wichtigem Grund bleibt hiervon unberührt. Im Falle einer vertragswidrigen Nutzung der Räume oder wiederholter Störungen des Hausfriedens ist die sofortige Kündigung durch die Vermieterin zulässig. Bauliche Veränderungen an den Mieträumen bedürfen der vorherigen schriftlichen Genehmigung durch die Vermieterin. Der Mieter verpflichtet sich, keine Umbauten vorzunehmen, die die Substanz des Gebäudes gefährden oder die Nutzung durch andere Mieter beeinträchtigen könnten. Notwendige Genehmigungen für etwaige Umbaumaßnahmen sind durch den Mieter auf eigene Kosten einzuholen. Die Wiederherstellung des ursprünglichen Zustands bei Auszug erfolgt ebenfalls auf Kosten des Mieters, sofern nichts anderes vereinbart wurde. Die Parteien vereinbaren, dass der Mieter verpflichtet ist, sämtliche bei der Nutzung entstehenden behördlichen Auflagen eigenständig zu erfüllen. Dazu zählen insbesondere Genehmigungen durch das Leiter/in des Jugendamts, die Beachtung von Brandschutzbestimmungen sowie die regelmäßige Wartung technischer Anlagen. Die Vermieterin ist berechtigt, sich über die Einhaltung dieser Pflichten durch regelmäßige Begehungen zu vergewissern. Diese erfolgen nach vorheriger Terminabsprache mit mindestens 48 Stunden Vorlaufzeit. Der Mieter benennt als Ansprechpartner für sämtliche vertraglichen und organisatorischen Fragen Lothar Heser, erreichbar unter Tel. +49(0) 249251035, Fax 04152 940014, E-Mail evangelia64@gmx.de. Die Vermieterin benennt Agatha Mälzer-Gutknecht als Hauptansprechperson, erreichbar unter Tel. +49(0)9849913201, Fax +49(0)7645581369, E-Mail beiersvetlana@hotmail.de. Änderungen dieser Kontaktdaten sind gegenseitig unverzüglich mitzuteilen. Alle Mitteilungen, die rechtliche Relevanz besitzen, sind schriftlich zuzustellen."
}