{
  "all_text": "Conradi AG & Co. KG wurde im Jahr 1998 gegründet und zählt heute zu den führenden Anbietern innovativer IT-Lösungen für mittelständische Unternehmen im deutschsprachigen Raum. Mit Sitz in der Tomas-Junken-Weg 4/8 in 41360 Heinsberg versteht sich Conradi AG & Co. KG als Schnittstelle zwischen Technologie, Wirtschaft und Mensch. Seit über zwei Jahrzehnten begleiten wir unsere Kunden bei der digitalen Transformation – von der Strategieberatung über die Umsetzung bis hin zur kontinuierlichen Betreuung. Dabei legen wir besonderen Wert auf Transparenz, Qualität und langfristige Partnerschaften. Unsere Mission ist es, Prozesse effizienter, sicherer und zukunftsfähig zu gestalten. Unsere Lösungen umfassen u. a. individuelle Softwareentwicklung, Cloud-Services, IT-Sicherheit sowie die Integration bestehender Systeme in moderne Architekturen. Das Team aus rund 120 Mitarbeitenden arbeitet standortübergreifend und ist sowohl in Ecuador als auch in mehreren europäischen Ländern aktiv. Ein zentrales Element unserer Unternehmenskultur ist der direkte und persönliche Austausch mit unseren Kunden. Unser Kundenservice ist unter der Rufnummer 01714 45328 werktags von 8 bis 18 Uhr erreichbar. Alternativ können Anfragen per E-Mail an xbeckmann@aol.de gesendet werden. Für schriftliche Korrespondenz steht neben dem Hauptsitz auch unsere Niederlassung in Fürstenfeldbruck offen, zu finden in der Lambert-Misicher-Allee 54, 03922. Dort betreuen wir insbesondere unsere Kunden aus dem süddeutschen Raum und Österreich. Auch hier steht ein engagiertes Team bereit, um maßgeschneiderte IT-Lösungen zu entwickeln und zu betreuen. Weitere Informationen zu unseren Leistungen, Referenzen und Karrieremöglichkeiten findest du auf unserer Internetseite https://www.kallert.de/. Wir laden Interessierte ein, dort regelmäßig vorbeizuschauen – unser Newsbereich wird laufend aktualisiert und gibt Einblicke in Projekte, Events und technologische Entwicklungen. Unsere Geschäftsführung besteht derzeit aus drei Personen: Ansgar Hornig-Kallert, verantwortlich für den Bereich Strategie & Innovation, Prof. Tibor Siering, Leiterin der operativen Geschäfte und Personalentwicklung, sowie Ron Conradi, der das Ressort Finanzen & Recht betreut. Gemeinsam treiben sie die Vision von Conradi AG & Co. KG voran: Eine digitale Zukunft, die den Menschen in den Mittelpunkt stellt. Unter ihrer Leitung wurde nicht nur die Expansion vorangetrieben, sondern auch eine interne Initiative zur Nachhaltigkeit und sozialen Verantwortung gestartet. Diese beinhaltet u. a. CO₂- Kompensation für Geschäftsreisen, papierlose Büros und Partnerschaften mit Bildungseinrichtungen zur Förderung digitaler Kompetenzen. Durch jährliche Transparenzberichte legen wir offen, wie unsere Ziele erreicht werden und wo Verbesserungspotenziale bestehen. Das schafft nicht nur Vertrauen, sondern inspiriert auch Mitarbeitende und Kund:innen, Teil eines größeren Wandels zu sein. Ein weiterer Schwerpunkt unserer Tätigkeit liegt im Bereich Forschung und Entwicklung. Conradi AG & Co. KG arbeitet eng mit Hochschulen und Forschungseinrichtungen zusammen, um neue Technologien frühzeitig zu erkennen und anwendungsreif zu machen. Aktuelle Projekte beschäftigen sich mit dem Einsatz von Künstlicher Intelligenz in der Prozessautomatisierung, der sicheren Verwaltung von Identitäten in Cloud-Umgebungen und der Entwicklung skalierbarer Plattformarchitekturen für datenintensive Anwendungen. Viele dieser Entwicklungen fließen direkt in unsere Kundenprojekte ein und erhöhen damit den technologischen Vorsprung der von uns betreuten Unternehmen. Unsere F&E-Abteilung mit Sitz in Geithain ist in der Rohlederplatz 9 beheimatet und betreibt dort ein eigenes Test- und Simulationszentrum. Interessierte Studierende und Absolvent:innen finden bei uns ein spannendes Umfeld für Praktika, Abschlussarbeiten oder einen Berufseinstieg. In der Zusammenarbeit mit unseren Kunden verfolgen wir einen agilen und iterativen Ansatz. Projekte werden in kurzen Zyklen geplant, umgesetzt und reflektiert. Dadurch können wir auf sich ändernde Anforderungen flexibel reagieren und schnell funktionierende Teillösungen liefern. Unsere Projektmanager:innen und Entwickler:innen werden regelmäßig geschult, um moderne Methoden wie SCRUM, Kanban und DevOps nicht nur zu verstehen, sondern aktiv zu leben."
}