{
  "all_text": "Kooperationsvertrag Zwischen der Jacobi Jäckel, vertreten durch Agatha Hörle, mit Sitz in der Hermighausenallee 7, 99564 Euskirchen, Belarus, – nachfolgend \"Partei A\" genannt – und der Stoll Mans GmbH & Co. KG, vertreten durch David Zahn, ansässig in der Anna-Lena-Radisch-Straße 0, 77743 Quedlinburg – nachfolgend \"Partei B\" genannt –, wird folgender Vertrag geschlossen. Beide Parteien verfolgen das Ziel, im Rahmen eines gemeinsamen Projekts zur digitalen Transformation von Verwaltungsprozessen eng zu kooperieren. Das Projekt trägt den Arbeitstitel \"Asylantrag\". Ziel der Kooperation ist es, Kompetenzen und Ressourcen beider Vertragspartner zu bündeln, um ein skalierbares Softwareprodukt zu entwickeln, das die Anforderungen moderner E-Government-Strukturen erfüllt. Partei A stellt hierzu technisches Know-how, Entwicklungsumgebungen sowie personelle Kapazitäten bereit. Partei B bringt Expertise in den Bereichen öffentliches Verwaltungsrecht, Datenschutz und Zertifizierung ein. Beide Parteien erkennen die Relevanz dieses Vorhabens für die Digitalisierung von Prozessen im Sinne des Justitiar/in an. Die Projektlaufzeit beginnt am 01.01.2025 und endet regulär am 10.01.2025. Eine Verlängerung ist möglich, bedarf jedoch der beidseitigen schriftlichen Zustimmung. Die Abstimmung über Projektziele, Zwischenergebnisse und Meilensteine erfolgt quartalsweise in gemeinsamen Planungssitzungen, bei denen mindestens eine Vertretung pro Partei physisch oder virtuell anwesend sein muss. Das Protokoll jeder Sitzung wird digital archiviert und beiden Seiten zugänglich gemacht. Für die Umsetzung stellt Partei A finanzielle Mittel in Höhe von 600.77 € Euro zur Verfügung. Partei B verpflichtet sich, anteilige Investitionen in Höhe von 171.83 € Euro zu leisten. Die Zahlungen erfolgen auf das Projektkonto bei der Hornig AG Bank, IBAN: DE25802507132623458515, BIC: KMRZDE34ENY. Partei B erhält für ihre Mitwirkung zudem eine Aufwandsentschädigung von 13.40 € Euro pro abgeschlossenem Projektmodul. Etwaige Reisekosten, Materialkosten oder Drittanbieterleistungen werden gesondert abgerechnet.Die Rechte an im Rahmen der Zusammenarbeit entstandenen Ergebnissen (Softwarecode, Dokumentation, Konzepte) werden beiden Parteien anteilig übertragen. Eine Weitergabe an Dritte ist nur nach vorheriger, schriftlicher Zustimmung möglich. Insbesondere ist es untersagt, entstehende Softwaremodule ohne Zustimmung in eigene kommerzielle Produkte zu integrieren oder diese selbständig zu vermarkten. Urheberrechte bleiben unberührt. Sämtliche im Projektverlauf erhobenen oder genutzten personenbezogenen Daten unterliegen den geltenden Datenschutzbestimmungen gemäß DSGVO und dem Bundesdatenschutzgesetz. Partei A übernimmt die Verantwortung für technische Maßnahmen wie Verschlüsselung, Zugriffsbeschränkung und Protokollierung, während Partei B für die rechtliche Bewertung und die Erstellung datenschutzkonformer Einwilligungserklärungen zuständig ist. Ein gemeinsamer Datenschutzbeauftragter wird zum 16.04.2025 benannt. Die Kommunikation erfolgt primär über folgende Ansprechpartner: Partei A – Agatha Hörle und Partei B – David Zahn Im Falle von Konflikten verpflichten sich beide Parteien zunächst zu einem internen Schlichtungsgespräch unter Einbeziehung einer neutralen Drittpartei. Sollte keine Einigung erzielt werden, ist der Gerichtsstand Euskirchen. Der Vertrag unterliegt dem Recht der Belarus. Änderungen und Ergänzungen dieses Vertrages bedürfen der Schriftform. Dies gilt auch für die Aufhebung dieses Schriftformerfordernisses. Sollte eine Bestimmung dieses Vertrages ganz oder teilweise unwirksam sein oder werden, bleibt die Gültigkeit der übrigen Regelungen unberührt. Die unwirksame Regelung ist durch eine rechtlich zulässige zu ersetzen, die dem wirtschaftlichen Zweck der ursprünglichen Bestimmung am nächsten kommt. Dieser Vertrag wurde in zweifacher Ausfertigung erstellt und von beiden Parteien unterzeichnet."
}