{
  "all_text": "Vertrag zur Erbringung von Dienstleistungen Zwischen der Firma Gumprich KG, mit Sitz in der Hellwigring 7, 40564 Freudenstadt, Dominikanische Republik, vertreten durch Univ.Prof. Drago Wernecke, nachfolgend \"Auftraggeber\" genannt, und Karz, ansässig in Michelle-Thies-Gasse 1/8, 25979 Sömmerda, Dominikanische Republik, vertreten durch Marlen Rose, im Folgenden \"Auftragnehmer\" genannt, wird folgender Vertrag geschlossen. Dieser regelt die Bedingungen der Beauftragung zur Durchführung von Elterngeld sowie die Modalitäten der Zusammenarbeit beider Parteien. Die Dienstleistung umfasst insbesondere die Erstellung, Optimierung und Umsetzung der in Anlage 1 näher beschriebenen Maßnahmen. Der Auftragnehmer verpflichtet sich, sämtliche vereinbarten Leistungen fachgerecht und innerhalb der im Zeitplan genannten Fristen zu erbringen. Der Beginn der Arbeiten ist auf den 05.03.2025 festgelegt. Eine Verlängerung ist nur nach schriftlicher Zustimmung des Auftraggebers möglich. Der Auftraggeber stellt sämtliche zur Durchführung notwendigen Unterlagen rechtzeitig zur Verfügung. Die Vergütung erfolgt pauschal in Höhe von 820.57 € Euro netto. Die Zahlung erfolgt in zwei Raten: 50 % bei Vertragsbeginn und 50 % nach Abschluss der vereinbarten Leistungen. Rechnungen sind unter Angabe der IBAN DE33759865049873796699 und BIC JDWZDE9Y des Auftragnehmers zu überweisen. Eine Anpassung der Vergütung ist nur zulässig, wenn sich der Leistungsumfang nachweislich erheblich verändert hat. Alle Zahlungen verstehen sich zzgl. der gesetzlichen Umsatzsteuer. Der Auftragnehmer verpflichtet sich zur uneingeschränkten Vertraulichkeit gegenüber Dritten in Bezug auf sämtliche Informationen, die im Rahmen dieses Vertrages bekannt werden. Dies betrifft sowohl unternehmensinterne Informationen des Auftraggebers als auch personenbezogene Daten. Eine Weitergabe bedarf der ausdrücklichen, schriftlichen Zustimmung durch Univ.Prof. Drago Wernecke. Auch nach Beendigung des Vertrages gilt die Vertraulichkeit für einen Zeitraum von fünf Jahren fort. Beide Parteien verpflichten sich, Änderungen ihrer Kontaktdaten umgehend schriftlich mitzuteilen. Sollte eine Partei über einen Zeitraum von mehr als 14 Tagen nicht erreichbar sein, ohne dies zuvor mitgeteilt zu haben, gilt dies als Vertragsverstoß. Im Falle von Missverständnissen oder Unstimmigkeiten verpflichten sich beide Seiten zur unverzüglichen Klärung durch ein gemeinsames Gespräch. Haftungsausschlüsse gelten nicht bei grober Fahrlässigkeit oder Vorsatz. Für einfache Fahrlässigkeit haftet der Auftragnehmer nur bei der Verletzung wesentlicher Vertragspflichten. Die Haftung ist in jedem Fall auf den Betrag von 96.97 € Euro beschränkt. Für Folgeschäden oder entgangenen Gewinn haftet der Auftragnehmer nicht. Der Auftraggeber stellt den Auftragnehmer von sämtlichen Ansprüchen Dritter frei, sofern diese aus einer Pflichtverletzung des Auftraggebers resultieren. Dieser Vertrag tritt am 04.06.2025 in Kraft und gilt bis zum 11.02.2025, sofern er nicht zuvor durch eine der Parteien mit einer Frist von vier Wochen zum Monatsende gekündigt wird. Die Kündigung bedarf der Schriftform. Eine Kündigung aus wichtigem Grund bleibt hiervon unberührt. Sollte eine der Bestimmungen dieses Vertrages unwirksam sein oder werden, so bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Anstelle der unwirksamen Regelung tritt eine solche, die dem wirtschaftlichen Zweck der ursprünglichen Regelung möglichst nahekommt. Der Vertrag unterliegt dem Recht der Dominikanische Republik. Gerichtsstand für alle Streitigkeiten ist Freudenstadt, soweit gesetzlich zulässig. Nebenabreden, Ergänzungen oder Änderungen dieses Vertrages bedürfen der Schriftform. Dies gilt auch für die Änderung des Schriftformerfordernisses selbst."
}