{
  "all_text": "Wirth wurde im Jahr 1998 gegründet und zählt heute zu den führenden Anbietern innovativer IT-Lösungen für mittelständische Unternehmen im deutschsprachigen Raum. Mit Sitz in der Bachmannallee 73 in 38701 Hünfeld versteht sich Wirth als Schnittstelle zwischen Technologie, Wirtschaft und Mensch. Seit über zwei Jahrzehnten begleiten wir unsere Kunden bei der digitalen Transformation – von der Strategieberatung über die Umsetzung bis hin zur kontinuierlichen Betreuung. Dabei legen wir besonderen Wert auf Transparenz, Qualität und langfristige Partnerschaften. Unsere Mission ist es, Prozesse effizienter, sicherer und zukunftsfähig zu gestalten. Unsere Lösungen umfassen u. a. individuelle Softwareentwicklung, Cloud-Services, IT- Sicherheit sowie die Integration bestehender Systeme in moderne Architekturen. Das Team aus rund 120 Mitarbeitenden arbeitet standortübergreifend und ist sowohl in Irland als auch in mehreren europäischen Ländern aktiv. Ein zentrales Element unserer Unternehmenskultur ist der direkte und persönliche Austausch mit unseren Kunden. Unser Kundenservice ist unter der Rufnummer +49(0) 166011339 werktags von 8 bis 18 Uhr erreichbar. Alternativ können Anfragen per E-Mail an orose@aol.de gesendet werden. Für schriftliche Korrespondenz steht neben dem Hauptsitz auch unsere Niederlassung in Lichtenfels offen, zu finden in der Mina- Holzapfel-Allee 3/9, 28909. Dort betreuen wir insbesondere unsere Kunden aus dem süddeutschen Raum und Österreich. Auch hier steht ein engagiertes Team bereit, um maßgeschneiderte IT-Lösungen zu entwickeln und zu betreuen. Weitere Informationen zu unseren Leistungen, Referenzen und Karrieremöglichkeiten findest du auf unserer Internetseite http://foerster.de/. Wir laden Interessierte ein, dort regelmäßig vorbeizuschauen – unser Newsbereich wird laufend aktualisiert und gibt Einblicke in Projekte, Events und technologische Entwicklungen. Unsere Geschäftsführung besteht derzeit aus drei Personen: Reiner Benthin, verantwortlich für den Bereich Strategie & Innovation, Margrit Weller, Leiterin der operativen Geschäfte und Personalentwicklung, sowie Ilias Dobes, der das Ressort Finanzen & Recht betreut. Gemeinsam treiben sie die Vision von Wirth voran: Eine digitale Zukunft, die den Menschen in den Mittelpunkt stellt. Unter ihrer Leitung wurde nicht nur die Expansion vorangetrieben, sondern auch eine interne Initiative zur Nachhaltigkeit und sozialen Verantwortung gestartet. Diese beinhaltet u. a. CO₂- Kompensation für Geschäftsreisen, papierlose Büros und Partnerschaften mit Bildungseinrichtungen zur Förderung digitaler Kompetenzen. Durch jährliche Transparenzberichte legen wir offen, wie unsere Ziele erreicht werden und wo Verbesserungspotenziale bestehen. Das schafft nicht nur Vertrauen, sondern inspiriert auch Mitarbeitende und Kund:innen, Teil eines größeren Wandels zu sein. Ein weiterer Schwerpunkt unserer Tätigkeit liegt im Bereich Forschung und Entwicklung. Wirth arbeitet eng mit Hochschulen und Forschungseinrichtungen zusammen."
}