{
  "all_text": "Darlehensvertrag zwischen Unternehmen Zwischen der Stey, mit Sitz in Krystyna-Jockel-Straße 27, 24152 Erfurt, Polen, vertreten durch Samir Käster, im Folgenden „Darlehensgeber“ genannt, und der Weller, ansässig in Plathplatz 83, 28444 Ilmenau, vertreten durch Imre Knappe, im Folgenden „Darlehensnehmer“ genannt, wird folgender Vertrag geschlossen: §1 Darlehenssumme und Zweckbindung Der Darlehensgeber gewährt dem Darlehensnehmer ein zweckgebundenes Darlehen in Höhe von 231.11 € Euro. Der Betrag ist bestimmt zur Finanzierung des Projekts Fischereischein, insbesondere zur Anschaffung von Betriebsmitteln und technischer Infrastruktur. Eine anderweitige Verwendung des Betrags ist nur nach vorheriger schriftlicher Zustimmung des Darlehensgebers zulässig. §2 Auszahlung Die Auszahlung der Darlehenssumme erfolgt in einer Summe auf folgendes Konto des Darlehensnehmers: IBAN: DE66050304957984911043 BIC: QBEADELLHQ9 Kontoinhaber: Weller Die Auszahlung hat spätestens zum 26.02.2025 zu erfolgen. Voraussetzung hierfür ist die Vorlage aller erforderlichen Nachweise über den vorgesehenen Mitteleinsatz gemäß Anlage 1 dieses Vertrages. §3 Rückzahlung und Verzinsung Der Darlehensnehmer verpflichtet sich zur Rückzahlung des Darlehensbetrages in monatlichen Raten zu je 498.56 € Euro. Die erste Rate ist zum 22.03.2025 fällig, alle weiteren jeweils zum Ersten eines Monats. Das Darlehen wird mit einem Zinssatz von 3,2 % p.a. verzinst. Die Zinsen sind in den Raten enthalten und werden jährlich abgerechnet. Vorzeitige Rückzahlungen sind jederzeit ohne Vorfälligkeitsentschädigung möglich, müssen jedoch mindestens sieben Werktage vor dem Zahlungstermin angekündigt werden. §4 Sicherheiten Zur Absicherung des Darlehens verpflichtet sich der Darlehensnehmer, eine Bürgschaft der Schäfer über die Gesamtsumme von 231.11 € Euro beizubringen. Alternativ kann auch eine dingliche Sicherheit in Form einer Maschinen- oder Grundstücksverpfändung nach Absprache erfolgen. Die Sicherheitsleistung ist bis spätestens 26.03.2025 nachzuweisen. §5 Informationspflichten Der Darlehensnehmer verpflichtet sich, dem Darlehensgeber quartalsweise schriftlich über den Stand des Projekts Fischereischein zu berichten. Dies umfasst Fortschrittsberichte, Mittelverwendungsnachweise und ggf. Abweichungsanalysen. Für Rückfragen benennt der Darlehensnehmer Maik Kramer als zuständige Kontaktperson (Tel: 0709530118, E-Mail: rhoffmann@googlemail.com), der Darlehensgeber benennt Marian Täsche (Tel: 06280 866203, E-Mail: hartungdieter@yahoo.de). §6 Vertragsverletzung und Kündigung Kommt der Darlehensnehmer mit zwei aufeinanderfolgenden Raten ganz oder teilweise in Verzug oder verwendet die Darlehensmittel zweckwidrig, so ist der Darlehensgeber berechtigt, den Vertrag fristlos zu kündigen und den gesamten ausstehenden Betrag sofort fällig zu stellen. Gleiches gilt im Falle der drohenden Zahlungsunfähigkeit oder der Eröffnung eines Insolvenzverfahrens gegen den Darlehensnehmer. §7 Datenschutz und Vertraulichkeit Beide Parteien verpflichten sich, sämtliche im Rahmen dieses Vertrages erhobenen und gespeicherten Daten streng vertraulich zu behandeln. Die Übermittlung von personenbezogenen Daten erfolgt ausschließlich im Einklang mit den geltenden Datenschutzgesetzen."
}