{
  "all_text": "Amtsgericht Strausberg Urteil vom 25.03.2025 Aktenzeichen: 12 C 482/25 Im Namen des Volkes Urteil In dem Rechtsstreit der Kohl GmbH, vertreten durch Thies Meister-Dietz, Vitali-Nerger-Gasse 0/6, 53296 Strausberg – Klägerin – gegen die Wilms, vertreten durch Univ.Prof. Sinaida Keudel MBA., Magret-Scheuermann-Ring 07, 17026 Stade – Beklagte – wegen Forderung aus Werkvertrag hat das Amtsgericht Strausberg durch die Richterin Janos Koch B.Sc. am 25.03.2025 aufgrund der mündlichen Verhandlung vom 11.03.2025 für Recht erkannt: Tenor 1. Die Beklagte wird verurteilt, an die Klägerin 33.31 € Euro nebst Zinsen in Höhe von 5 Prozentpunkten über dem Basiszinssatz seit dem 24.05.2025 zu zahlen. 2. Die Beklagte trägt die Kosten des Rechtsstreits. 3. Das Urteil ist vorläufig vollstreckbar. Tatbestand Die Klägerin macht gegen die Beklagte Ansprüche aus einem Werkvertrag geltend, den die Parteien am 12.04.2025 im Rahmen eines Projekts zur digitalen Umsetzung von Sterbeurkunde geschlossen hatten. Gegenstand des Vertrages war die Lieferung und Integration eines IT-Systems zur Verwaltung interner Vorgänge bei der Beklagten. Die Parteien vereinbarten eine Vergütung in Höhe von 33.31 € Euro. Die Klägerin erbrachte sämtliche vereinbarten Leistungen bis zum 17.03.2025. Die Beklagte verweigerte die Abnahme der Leistung mit der Begründung, es lägen funktionale Mängel vor. Eine Zahlung erfolgte nicht. Die Klägerin forderte daraufhin mit Schreiben vom 30.01.2025 unter Fristsetzung zur Zahlung bis zum 16.01.2025 auf, was fruchtlos blieb. Die Klägerin beantragt: – die Beklagte zu verurteilen, an sie 33.31 € Euro nebst Zinsen sowie vorgerichtliche Mahnkosten in Höhe von 692.65 € Euro zu zahlen. Die Beklagte beantragt, die Klage abzuweisen. Sie behauptet, das gelieferte System sei nicht mit den bestehenden Strukturen kompatibel gewesen und habe mehrfach zum Ausfall interner Prozesse geführt. Die Klägerin habe sich zudem geweigert, telefonisch erreichbare Ansprechpartner bereitzustellen. Verwiesen wird auf eine E-Mail-Korrespondenz vom 09.01.2025 an therrmann@web.de sowie mehrere erfolglose Anrufe bei +49(0)9606 67257. Entscheidungsgründe Die Klage ist in vollem Umfang begründet. Zwischen den Parteien bestand ein wirksamer Werkvertrag im Sinne der §§ 631 ff. BGB. Die Klägerin hat durch Vorlage des Abnahmeprotokolls (Anlage K3) sowie mehrerer technischer Berichte (Anlagen K4–K6) belegt, dass die vereinbarte Leistung vollständig und mangelfrei erbracht wurde. Die Beklagte ist ihrer sekundären Darlegungslast zu behaupteten Mängeln nicht nachgekommen. Pauschale Behauptungen ohne technische Nachweise genügen nicht. Auch die behauptete Nichterreichbarkeit der Ansprechpartner wurde nicht substantiiert belegt. Die E-Mail an therrmann@web.de vom 09.01.2025 wurde laut Logdatei des Mailservers zwar empfangen, blieb jedoch inhaltlich unbeantwortet. Ein Pflichtverstoß ist daraus nicht abzuleiten. Die Zinsforderung folgt aus §§ 286, 288 Abs. 1 BGB. Die vorgerichtlichen Mahnkosten sind in der geltend gemachten Höhe nicht zu beanstanden."
}