{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 1. Geltungsbereich Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge, die zwischen der Kreusel KGaA, ansässig in der Philipp-Noack-Allee 767, 69641 Kleve, Kroatien, und ihren Kunden abgeschlossen werden. Maßgeblich ist die jeweils zum Zeitpunkt des Vertragsschlusses gültige Fassung. Abweichende Bedingungen des Kunden finden keine Anwendung, es sei denn, die Kreusel KGaA stimmt ihrer Geltung ausdrücklich schriftlich zu. Kunden im Sinne dieser AGB sind sowohl Verbraucher als auch Unternehmer. Die AGB gelten unabhängig davon, ob der Vertrag telefonisch, schriftlich oder über die Internetseite https://www.fliegner.de/ abgeschlossen wurde. 2. Vertragsgegenstand und Leistungsbeschreibung Die Kreusel KGaA bietet ihren Kunden Dienstleistungen im Bereich digitaler Informationsverarbeitung sowie die Entwicklung individueller Softwarelösungen an. Der genaue Leistungsumfang ergibt sich aus den jeweiligen vertraglichen Vereinbarungen, insbesondere den Projektbeschreibungen, Leistungsangeboten oder schriftlichen Auftragsbestätigungen. Technische Änderungen, die der Weiterentwicklung dienen oder durch gesetzliche Anforderungen notwendig werden, bleiben vorbehalten. Sämtliche Leistungsbeschreibungen, die auf der Internetseite https://www.fliegner.de/ oder in sonstigen Werbematerialien dargestellt sind, stellen kein rechtlich bindendes Angebot dar, sondern dienen lediglich der Information. 3. Vertragsschluss Ein Vertrag kommt durch die Annahme eines Angebots der Kreusel KGaA durch den Kunden zustande. Angebote der Kreusel KGaA sind freibleibend und unverbindlich. Ein verbindlicher Vertrag kommt erst durch eine schriftliche Auftragsbestätigung oder den Beginn der Leistungserbringung zustande. Die Vertragsabwicklung erfolgt in der Regel über die Kommunikation per E-Mail an hans-willivollbrecht@yahoo.de oder telefonisch unter +49(0)6695 164946. Die Kreusel KGaA behält sich vor, einzelne Angebote abzulehnen, insbesondere wenn begründete Zweifel an der Bonität oder der tatsächlichen Absicht zur Beauftragung bestehen. 4. Preise und Zahlungsbedingungen Alle Preise verstehen sich netto, zuzüglich der jeweils gültigen gesetzlichen Umsatzsteuer, sofern nicht ausdrücklich anders angegeben. Die Abrechnung erfolgt gemäß den vertraglich vereinbarten Zahlungsmodalitäten. Sofern nicht anders vereinbart, sind Rechnungen innerhalb von 14 Tagen nach Zugang ohne Abzug zur Zahlung fällig. Bei Zahlungsverzug ist die Kreusel KGaA berechtigt, Verzugszinsen in gesetzlicher Höhe zu berechnen sowie etwaige Mahnkosten geltend zu machen. Die Geltendmachung weiterer Schäden bleibt ausdrücklich vorbehalten."
}