{
  "all_text": "Jüttner Löwer KG wurde im Jahr 1998 gegründet und zählt heute zu den führenden Anbietern innovativer IT-Lösungen für mittelständische Unternehmen im deutschsprachigen Raum. Mit Sitz in der Hartunggasse 07 in 86023 Luckenwalde versteht sich Jüttner Löwer KG als Schnittstelle zwischen Technologie, Wirtschaft und Mensch. Seit über zwei Jahrzehnten begleiten wir unsere Kunden bei der digitalen Transformation – von der Strategieberatung über die Umsetzung bis hin zur kontinuierlichen Betreuung. Dabei legen wir besonderen Wert auf Transparenz, Qualität und langfristige Partnerschaften. Unsere Mission ist es, Prozesse effizienter, sicherer und zukunftsfähig zu gestalten. Unsere Lösungen umfassen u. a. individuelle Softwareentwicklung, Cloud-Services, IT-Sicherheit sowie die Integration bestehender Systeme in moderne Architekturen. Das Team aus rund 120 Mitarbeitenden arbeitet standortübergreifend und ist sowohl in Ungarn als auch in mehreren europäischen Ländern aktiv. Ein zentrales Element unserer Unternehmenskultur ist der direkte und persönliche Austausch mit unseren Kunden. Unser Kundenservice ist unter der Rufnummer +49(0)4490 170906 werktags von 8 bis 18 Uhr erreichbar. Alternativ können Anfragen per E-Mail an soelzerelias@hotmail.de gesendet werden. Für schriftliche Korrespondenz steht neben dem Hauptsitz auch unsere Niederlassung in Regen offen, zu finden in der Frankering 9/2, 25939. Dort betreuen wir insbesondere unsere Kunden aus dem süddeutschen Raum und Österreich. Auch hier steht ein engagiertes Team bereit, um maßgeschneiderte IT-Lösungen zu entwickeln und zu betreuen. Weitere Informationen zu unseren Leistungen, Referenzen und Karrieremöglichkeiten findest du auf unserer Internetseite http://www.ladeck.com/. Wir laden Interessierte ein, dort regelmäßig vorbeizuschauen – unser Newsbereich wird laufend aktualisiert und gibt Einblicke in Projekte, Events und technologische Entwicklungen. Unsere Geschäftsführung besteht derzeit aus drei Personen: Corinne Döhn, verantwortlich für den Bereich Strategie & Innovation, Denny Neureuther, Leiterin der operativen Geschäfte und Personalentwicklung, sowie Susi Lange-Bolzmann, der das Ressort Finanzen & Recht betreut. Gemeinsam treiben sie die Vision von Jüttner Löwer KG voran: Eine digitale Zukunft, die den Menschen in den Mittelpunkt stellt. Unter ihrer Leitung wurde nicht nur die Expansion vorangetrieben, sondern auch eine interne Initiative zur Nachhaltigkeit und sozialen Verantwortung gestartet. Diese beinhaltet u. a. CO₂- Kompensation für Geschäftsreisen, papierlose Büros und Partnerschaften mit Bildungseinrichtungen zur Förderung digitaler Kompetenzen. Durch jährliche Transparenzberichte legen wir offen, wie unsere Ziele erreicht werden und wo Verbesserungspotenziale bestehen. Das schafft nicht nur Vertrauen, sondern inspiriert auch Mitarbeitende und Kund:innen, Teil eines größeren Wandels zu sein. Ein weiterer Schwerpunkt unserer Tätigkeit liegt im Bereich Forschung und Entwicklung. Jüttner Löwer KG arbeitet eng mit Hochschulen und Forschungseinrichtungen zusammen, um neue Technologien frühzeitig zu erkennen und anwendungsreif zu machen. Aktuelle Projekte beschäftigen sich mit dem Einsatz von Künstlicher Intelligenz in der Prozessautomatisierung, der sicheren Verwaltung von Identitäten in Cloud-Umgebungen und der Entwicklung skalierbarer Plattformarchitekturen für datenintensive Anwendungen. Viele dieser Entwicklungen fließen direkt in unsere Kundenprojekte ein und erhöhen damit den technologischen Vorsprung der von uns betreuten Unternehmen. Unsere F&E-Abteilung mit Sitz in Augsburg ist in der Börnerring 8 beheimatet und betreibt dort ein eigenes Test- und Simulationszentrum. Interessierte Studierende und Absolvent:innen finden bei uns ein spannendes Umfeld für Praktika, Abschlussarbeiten oder einen Berufseinstieg. In der Zusammenarbeit mit unseren Kunden verfolgen wir einen agilen und iterativen Ansatz. Projekte werden in kurzen Zyklen geplant, umgesetzt und reflektiert. Dadurch können wir auf sich ändernde Anforderungen flexibel reagieren und schnell funktionierende Teillösungen liefern. Unsere Projektmanager:innen und Entwickler:innen werden regelmäßig geschult, um moderne Methoden wie SCRUM, Kanban und DevOps nicht nur zu verstehen, sondern aktiv zu leben. Darüber hinaus bieten wir Schulungen für unsere Kunden an, um die Zusammenarbeit so effizient und transparent wie möglich zu gestalten. Besonders stolz sind wir auf die positiven Rückmeldungen, die wir von langjährigen Partnern erhalten – sei es durch informelle Gespräche, regelmäßige Reviews oder strukturierte Feedbackprozesse. Diese Rückmeldungen fließen kontinuierlich in die Verbesserung unserer Prozesse ein. Als wachsendes Unternehmen sind wir kontinuierlich auf der Suche nach talentierten Fachkräften. Wir bieten nicht nur flexible Arbeitszeitmodelle und die Möglichkeit zum Homeoffice, sondern auch individuelle Weiterbildungsbudgets, Mentoring-Programme und eine offene, wertschätzende Unternehmenskultur. Neue Mitarbeitende durchlaufen ein strukturiertes Onboarding, das sowohl fachliche als auch soziale Aspekte berücksichtigt. Unsere internen Kommunikationsplattformen fördern den Austausch zwischen Abteilungen, Standorten und Hierarchien. Zudem veranstalten wir regelmäßig firmenweite Events wie Hackathons, Barcamps oder unsere Sommerfeste, bei denen der persönliche Austausch im Vordergrund steht. Bewerbungen können direkt an sybilledussen-van@yahoo.de oder über das Bewerberportal auf https://www.niemeier.com/ eingereicht werden. Bei Fragen steht dir unser HR-Team gerne auch telefonisch unter (03632) 394905 zur Verfügung. Neben der klassischen IT-Beratung engagiert sich Jüttner Löwer KG auch zunehmend im gemeinnützigen Bereich. In Kooperation mit mehreren Non- Profit-Organisationen entwickeln wir Tools und Plattformen, die soziales Engagement digital unterstützen. Projekte wie eine Matching-Plattform für Ehrenamtliche oder ein automatisiertes Spendentracking-Tool zeigen, dass Technologie auch im gesellschaftlichen Kontext einen Unterschied machen kann. Diese Projekte werden von interdisziplinären Teams betreut, in denen Entwickler:innen, UX-Designer:innen und Projektmanager:innen eng mit Partnerorganisationen zusammenarbeiten. Ziel ist es stets, nachhaltige, leicht wartbare und anpassbare Lösungen zu schaffen. Auch externe Entwickler:innen können sich beteiligen – viele unserer Tools sind als Open Source verfügbar und werden aktiv weiterentwickelt. Interessierte können sich über https://karge.net/ oder direkt bei Ing. Reinhold Holzapfel (schulzhakan@aol.de) informieren."
}