{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 1. Geltungsbereich Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge, die zwischen der Rudolph GmbH & Co. OHG, ansässig in der Ralf-Wiek-Ring 377, 93110 Kleve, Südgeorgien und die Südlichen Sandwichinseln, und ihren Kunden abgeschlossen werden. Maßgeblich ist die jeweils zum Zeitpunkt des Vertragsschlusses gültige Fassung. Abweichende Bedingungen des Kunden finden keine Anwendung, es sei denn, die Rudolph GmbH & Co. OHG stimmt ihrer Geltung ausdrücklich schriftlich zu. Kunden im Sinne dieser AGB sind sowohl Verbraucher als auch Unternehmer. Die AGB gelten unabhängig davon, ob der Vertrag telefonisch, schriftlich oder über die Internetseite http://eckbauer.com/ abgeschlossen wurde. 2. Vertragsgegenstand und Leistungsbeschreibung Die Rudolph GmbH & Co. OHG bietet ihren Kunden Dienstleistungen im Bereich digitaler Informationsverarbeitung sowie die Entwicklung individueller Softwarelösungen an. Der genaue Leistungsumfang ergibt sich aus den jeweiligen vertraglichen Vereinbarungen, insbesondere den Projektbeschreibungen, Leistungsangeboten oder schriftlichen Auftragsbestätigungen. Technische Änderungen, die der Weiterentwicklung dienen oder durch gesetzliche Anforderungen notwendig werden, bleiben vorbehalten. Sämtliche Leistungsbeschreibungen, die auf der Internetseite http://eckbauer.com/ oder in sonstigen Werbematerialien dargestellt sind, stellen kein rechtlich bindendes Angebot dar, sondern dienen lediglich der Information. 3. Vertragsschluss Ein Vertrag kommt durch die Annahme eines Angebots der Rudolph GmbH & Co. OHG durch den Kunden zustande. Angebote der Rudolph GmbH & Co. OHG sind freibleibend und unverbindlich. Ein verbindlicher Vertrag kommt erst durch eine schriftliche Auftragsbestätigung oder den Beginn der Leistungserbringung zustande. Die Vertragsabwicklung erfolgt in der Regel über die Kommunikation per E-Mail an jasmina39@aol.de oder telefonisch unter +49(0)8284494702. Die Rudolph GmbH & Co. OHG behält sich vor, einzelne Angebote abzulehnen, insbesondere wenn begründete Zweifel an der Bonität oder der tatsächlichen Absicht zur Beauftragung bestehen. 4. Preise und Zahlungsbedingungen Alle Preise verstehen sich netto, zuzüglich der jeweils gültigen gesetzlichen Umsatzsteuer, sofern nicht ausdrücklich anders angegeben. Die Abrechnung erfolgt gemäß den vertraglich vereinbarten Zahlungsmodalitäten. Sofern nicht anders vereinbart, sind Rechnungen innerhalb von 14 Tagen nach Zugang ohne Abzug zur Zahlung fällig. Bei Zahlungsverzug ist die Rudolph GmbH & Co. OHG berechtigt, Verzugszinsen in gesetzlicher Höhe zu berechnen sowie etwaige Mahnkosten geltend zu machen. Die Geltendmachung weiterer Schäden bleibt ausdrücklich vorbehalten. Etwaige Einwendungen gegen Rechnungen müssen innerhalb von 7 Tagen nach Zugang schriftlich geltend gemacht werden. 5. Pflichten des Kunden Der Kunde verpflichtet sich, der Rudolph GmbH & Co. OHG alle zur Vertragserfüllung erforderlichen Informationen rechtzeitig zur Verfügung zu stellen. Dazu zählen insbesondere technische Spezifikationen, Ansprechpartner und Zugangsdaten. Der Kunde ist für die Sicherung seiner eigenen Daten verantwortlich. Für Schäden, die durch verspätet oder unvollständig übermittelte Informationen entstehen, haftet die Rudolph GmbH & Co. OHG nicht. Sollte die Leistungserbringung durch Umstände verzögert werden, die der Kunde zu vertreten hat, ist die Rudolph GmbH & Co. OHG berechtigt, einen angemessenen Aufschlag für Mehraufwand zu berechnen. Bei Nichterfüllung seiner Mitwirkungspflichten trägt der Kunde die dadurch entstehenden Konsequenzen. 6. Gewährleistung und Haftung Die Rudolph GmbH & Co. OHG gewährleistet, dass die vereinbarten Leistungen den zum Zeitpunkt des Vertragsschlusses geltenden technischen Standards entsprechen. Bei berechtigten Mängelrügen hat der Kunde Anspruch auf Nachbesserung. Schlägt die Nachbesserung fehl, kann der Kunde eine angemessene Minderung des Preises verlangen oder vom Vertrag zurücktreten. Weitergehende Ansprüche, insbesondere auf Schadensersatz, bestehen nur bei vorsätzlicher oder grob fahrlässiger Pflichtverletzung durch die Rudolph GmbH & Co. OHG. Die Haftung für einfache Fahrlässigkeit ist ausgeschlossen, es sei denn, es handelt sich um die Verletzung vertragswesentlicher Pflichten. In jedem Fall ist die Haftung auf den vertragstypischen, vorhersehbaren Schaden begrenzt. 7. Datenschutz Die Verarbeitung personenbezogener Daten erfolgt im Einklang mit den geltenden Datenschutzvorschriften, insbesondere der DSGVO. Die Rudolph GmbH & Co. OHG erhebt, verarbeitet und nutzt personenbezogene Daten ausschließlich zur Vertragserfüllung und zur Pflege der Kundenbeziehung. Eine Weitergabe an Dritte erfolgt nur, wenn dies zur Vertragsdurchführung erforderlich ist oder gesetzliche Verpflichtungen bestehen. Weitere Informationen zum Datenschutz können der Datenschutzerklärung auf http://eckbauer.com/ entnommen werden. Anfragen zu gespeicherten Daten können an jasmina39@aol.de oder per Fax an +49(0)7716013481 gerichtet werden. Verantwortlicher im Sinne der DSGVO ist Andrey Dörr. 8. Schlussbestimmungen Es gilt das Recht der Südgeorgien und die Südlichen Sandwichinseln, unter Ausschluss des UN-Kaufrechts. Ausschließlicher Gerichtsstand für alle Streitigkeiten aus diesem Vertrag ist der Sitz der Rudolph GmbH & Co. OHG in Kleve, sofern der Kunde Kaufmann ist oder keinen allgemeinen Gerichtsstand in Südgeorgien und die Südlichen Sandwichinseln hat. Änderungen oder Ergänzungen des Vertrags einschließlich dieser AGB bedürfen der Schriftform. Dies gilt auch für die Aufhebung dieses Schriftformerfordernisses. Sollten einzelne Bestimmungen dieser AGB ganz oder teilweise unwirksam sein oder werden, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Anstelle der unwirksamen Regelung gilt eine wirksame Bestimmung als vereinbart, die dem wirtschaftlichen Zweck der ursprünglichen möglichst nahekommt."
}