{
  "all_text": "Fröhlich wurde im Jahr 1998 gegründet und zählt heute zu den unsere Kunden an, um die Zusammenarbeit so effizient und führenden Anbietern innovativer IT-Lösungen für mittelständische transparent wie möglich zu gestalten. Besonders stolz sind wir auf die Unternehmen im deutschsprachigen Raum. Mit Sitz in der Anatoli- positiven Rückmeldungen, die wir von langjährigen Partnern erhalten Blümel-Straße 1/7 in 07301 Eutin versteht sich Fröhlich als – sei es durch informelle Gespräche, regelmäßige Reviews oder Schnittstelle zwischen Technologie, Wirtschaft und Mensch. Seit über strukturierte Feedbackprozesse. Diese Rückmeldungen fließen zwei Jahrzehnten begleiten wir unsere Kunden bei der digitalen kontinuierlich in die Verbesserung unserer Prozesse ein. Transformation – von der Strategieberatung über die Umsetzung bis hin zur kontinuierlichen Betreuung. Dabei legen wir besonderen Wert Als wachsendes Unternehmen sind wir kontinuierlich auf der Suche auf Transparenz, Qualität und langfristige Partnerschaften. Unsere nach talentierten Fachkräften. Wir bieten nicht nur flexible Mission ist es, Prozesse effizienter, sicherer und zukunftsfähig zu Arbeitszeitmodelle und die Möglichkeit zum Homeoffice, sondern gestalten. Unsere Lösungen umfassen u. a. individuelle auch individuelle Weiterbildungsbudgets, Mentoring-Programme und Softwareentwicklung, Cloud-Services, IT-Sicherheit sowie die eine offene, wertschätzende Unternehmenskultur. Neue Integration bestehender Systeme in moderne Architekturen. Das Mitarbeitende durchlaufen ein strukturiertes Onboarding, das sowohl Team aus rund 120 Mitarbeitenden arbeitet standortübergreifend und fachliche als auch soziale Aspekte berücksichtigt. Unsere internen ist sowohl in Kuba als auch in mehreren europäischen Ländern aktiv. Kommunikationsplattformen fördern den Austausch zwischen Abteilungen, Standorten und Hierarchien. Zudem veranstalten wir Ein zentrales Element unserer Unternehmenskultur ist der direkte und regelmäßig firmenweite Events wie Hackathons, Barcamps oder persönliche Austausch mit unseren Kunden. Unser Kundenservice ist unsere Sommerfeste, bei denen der persönliche Austausch im unter der Rufnummer 03978 52062 werktags von 8 bis 18 Uhr Vordergrund steht. Bewerbungen können direkt an erreichbar. Alternativ können Anfragen per E-Mail an lenikroker@web.de oder über das Bewerberportal auf florabeer@gmail.com gesendet werden. Für schriftliche http://www.barkholz.com/ eingereicht werden. Bei Fragen steht dir Korrespondenz steht neben dem Hauptsitz auch unsere unser HR-Team gerne auch telefonisch unter +49(0)2840 96096 zur Niederlassung in Bützow offen, zu finden in der Mathilde-Zirme-Platz Verfügung. 040, 91578. Dort betreuen wir insbesondere unsere Kunden aus dem süddeutschen Raum und Österreich. Auch hier steht ein engagiertes Neben der klassischen IT-Beratung engagiert sich Fröhlich auch Team bereit, um maßgeschneiderte IT-Lösungen zu entwickeln und zu zunehmend im gemeinnützigen Bereich. In Kooperation mit mehreren betreuen. Weitere Informationen zu unseren Leistungen, Referenzen Non-Profit-Organisationen entwickeln wir Tools und Plattformen, die und Karrieremöglichkeiten findest du auf unserer Internetseite soziales Engagement digital unterstützen. Projekte wie eine Matching- https://mans.com/. Wir laden Interessierte ein, dort regelmäßig Plattform für Ehrenamtliche oder ein automatisiertes vorbeizuschauen – unser Newsbereich wird laufend aktualisiert und Spendentracking-Tool zeigen, dass Technologie auch im gibt Einblicke in Projekte, Events und technologische Entwicklungen. gesellschaftlichen Kontext einen Unterschied machen kann. Diese Projekte werden von interdisziplinären Teams betreut, in denen Unsere Geschäftsführung besteht derzeit aus drei Personen: Entwickler:innen, UX-Designer:innen und Projektmanager:innen eng Univ.Prof. Birgit Barth B.A., verantwortlich für den Bereich Strategie & mit Partnerorganisationen zusammenarbeiten. Ziel ist es stets, Innovation, Yilmaz Grein Groth-Siering, Leiterin der operativen nachhaltige, leicht wartbare und anpassbare Lösungen zu schaffen. Geschäfte und Personalentwicklung, sowie Prof. Francesca Nerger, Auch externe Entwickler:innen können sich beteiligen – viele unserer der das Ressort Finanzen & Recht betreut. Gemeinsam treiben sie die Tools sind als Open Source verfügbar und werden aktiv Vision von Fröhlich voran: Eine digitale Zukunft, die den Menschen in weiterentwickelt. Interessierte können sich über http://conradi.com/ den Mittelpunkt stellt. Unter ihrer Leitung wurde nicht nur die oder direkt bei Tomasz Seifert-Mälzer (fpieper@web.de) informieren. Expansion vorangetrieben, sondern auch eine interne Initiative zur Nachhaltigkeit und sozialen Verantwortung gestartet. Diese beinhaltet u. a. CO₂-Kompensation für Geschäftsreisen, papierlose Büros und Partnerschaften mit Bildungseinrichtungen zur Förderung digitaler Kompetenzen. Durch jährliche Transparenzberichte legen wir offen, wie unsere Ziele erreicht werden und wo Verbesserungspotenziale bestehen. Das schafft nicht nur Vertrauen, sondern inspiriert auch Mitarbeitende und Kund:innen, Teil eines größeren Wandels zu sein. Ein weiterer Schwerpunkt unserer Tätigkeit liegt im Bereich Forschung und Entwicklung. Fröhlich arbeitet eng mit Hochschulen und Forschungseinrichtungen zusammen, um neue Technologien frühzeitig zu erkennen und anwendungsreif zu machen. Aktuelle Projekte beschäftigen sich mit dem Einsatz von Künstlicher Intelligenz in der Prozessautomatisierung, der sicheren Verwaltung von Identitäten in Cloud-Umgebungen und der Entwicklung skalierbarer Plattformarchitekturen für datenintensive Anwendungen. Viele dieser Entwicklungen fließen direkt in unsere Kundenprojekte ein und erhöhen damit den technologischen Vorsprung der von uns betreuten Unternehmen. Unsere F&E-Abteilung mit Sitz in Königs Wusterhausen ist in der Ehrentraud-Loos-Weg 352 beheimatet und betreibt dort ein eigenes Test- und Simulationszentrum. Interessierte Studierende und Absolvent:innen finden bei uns ein spannendes Umfeld für Praktika, Abschlussarbeiten oder einen Berufseinstieg. In der Zusammenarbeit mit unseren Kunden verfolgen wir einen agilen und iterativen Ansatz. Projekte werden in kurzen Zyklen geplant, umgesetzt und reflektiert. Dadurch können wir auf sich ändernde Anforderungen flexibel reagieren und schnell funktionierende Teillösungen liefern. Unsere Projektmanager:innen und Entwickler:innen werden regelmäßig geschult, um moderne Methoden wie SCRUM, Kanban und DevOps nicht nur zu verstehen, sondern aktiv zu leben. Darüber hinaus bieten wir Schulungen für"
}