{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 6. Gewährleistung und Haftung 1. Geltungsbereich Die Mosemann gewährleistet, dass die vereinbarten Leistungen den zum Zeitpunkt des Vertragsschlusses geltenden technischen Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Standards entsprechen. Bei berechtigten Mängelrügen hat der Kunde Verträge, die zwischen der Mosemann, ansässig in der Nettering 8, Anspruch auf Nachbesserung. Schlägt die Nachbesserung fehl, kann 08689 Vohenstrauß, Guadeloupe, und ihren Kunden abgeschlossen der Kunde eine angemessene Minderung des Preises verlangen oder werden. Maßgeblich ist die jeweils zum Zeitpunkt des vom Vertrag zurücktreten. Weitergehende Ansprüche, insbesondere Vertragsschlusses gültige Fassung. Abweichende Bedingungen des auf Schadensersatz, bestehen nur bei vorsätzlicher oder grob Kunden finden keine Anwendung, es sei denn, die Mosemann stimmt fahrlässiger Pflichtverletzung durch die Mosemann. Die Haftung für ihrer Geltung ausdrücklich schriftlich zu. Kunden im Sinne dieser AGB einfache Fahrlässigkeit ist ausgeschlossen, es sei denn, es handelt sind sowohl Verbraucher als auch Unternehmer. Die AGB gelten sich um die Verletzung vertragswesentlicher Pflichten. In jedem Fall unabhängig davon, ob der Vertrag telefonisch, schriftlich oder über ist die Haftung auf den vertragstypischen, vorhersehbaren Schaden die Internetseite https://www.junitz.net/ abgeschlossen wurde. begrenzt. 2. Vertragsgegenstand und Leistungsbeschreibung 7. Datenschutz Die Mosemann bietet ihren Kunden Dienstleistungen im Bereich Die Verarbeitung personenbezogener Daten erfolgt im Einklang mit digitaler Informationsverarbeitung sowie die Entwicklung individueller den geltenden Datenschutzvorschriften, insbesondere der DSGVO. Softwarelösungen an. Der genaue Leistungsumfang ergibt sich aus Die Mosemann erhebt, verarbeitet und nutzt personenbezogene den jeweiligen vertraglichen Vereinbarungen, insbesondere den Daten ausschließlich zur Vertragserfüllung und zur Pflege der Projektbeschreibungen, Leistungsangeboten oder schriftlichen Kundenbeziehung. Eine Weitergabe an Dritte erfolgt nur, wenn dies Auftragsbestätigungen. Technische Änderungen, die der zur Vertragsdurchführung erforderlich ist oder gesetzliche Weiterentwicklung dienen oder durch gesetzliche Anforderungen Verpflichtungen bestehen. Weitere Informationen zum Datenschutz notwendig werden, bleiben vorbehalten. Sämtliche können der Datenschutzerklärung auf https://www.junitz.net/ Leistungsbeschreibungen, die auf der Internetseite entnommen werden. Anfragen zu gespeicherten Daten können an https://www.junitz.net/ oder in sonstigen Werbematerialien doehntassilo@yahoo.de oder per Fax an (06754) 148990 gerichtet dargestellt sind, stellen kein rechtlich bindendes Angebot dar, werden. Verantwortlicher im Sinne der DSGVO ist Meryem Wiek sondern dienen lediglich der Information. MBA.. 3. Vertragsschluss 8. Schlussbestimmungen Ein Vertrag kommt durch die Annahme eines Angebots der Es gilt das Recht der Guadeloupe, unter Ausschluss des UN- Mosemann durch den Kunden zustande. Angebote der Mosemann Kaufrechts. Ausschließlicher Gerichtsstand für alle Streitigkeiten aus sind freibleibend und unverbindlich. Ein verbindlicher Vertrag kommt diesem Vertrag ist der Sitz der Mosemann in Vohenstrauß, sofern der erst durch eine schriftliche Auftragsbestätigung oder den Beginn der Kunde Kaufmann ist oder keinen allgemeinen Gerichtsstand in Leistungserbringung zustande. Die Vertragsabwicklung erfolgt in der Guadeloupe hat. Änderungen oder Ergänzungen des Vertrags Regel über die Kommunikation per E-Mail an doehntassilo@yahoo.de einschließlich dieser AGB bedürfen der Schriftform. Dies gilt auch für oder telefonisch unter 0181171883. Die Mosemann behält sich vor, die Aufhebung dieses Schriftformerfordernisses. Sollten einzelne einzelne Angebote abzulehnen, insbesondere wenn begründete Bestimmungen dieser AGB ganz oder teilweise unwirksam sein oder Zweifel an der Bonität oder der tatsächlichen Absicht zur werden, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Beauftragung bestehen. Anstelle der unwirksamen Regelung gilt eine wirksame Bestimmung als vereinbart, die dem wirtschaftlichen Zweck der ursprünglichen 4. Preise und Zahlungsbedingungen möglichst nahekommt. Alle Preise verstehen sich netto, zuzüglich der jeweils gültigen gesetzlichen Umsatzsteuer, sofern nicht ausdrücklich anders angegeben. Die Abrechnung erfolgt gemäß den vertraglich vereinbarten Zahlungsmodalitäten. Sofern nicht anders vereinbart, sind Rechnungen innerhalb von 14 Tagen nach Zugang ohne Abzug zur Zahlung fällig. Bei Zahlungsverzug ist die Mosemann berechtigt, Verzugszinsen in gesetzlicher Höhe zu berechnen sowie etwaige Mahnkosten geltend zu machen. Die Geltendmachung weiterer Schäden bleibt ausdrücklich vorbehalten. Etwaige Einwendungen gegen Rechnungen müssen innerhalb von 7 Tagen nach Zugang schriftlich geltend gemacht werden. 5. Pflichten des Kunden Der Kunde verpflichtet sich, der Mosemann alle zur Vertragserfüllung erforderlichen Informationen rechtzeitig zur Verfügung zu stellen. Dazu zählen insbesondere technische Spezifikationen, Ansprechpartner und Zugangsdaten. Der Kunde ist für die Sicherung seiner eigenen Daten verantwortlich. Für Schäden, die durch verspätet oder unvollständig übermittelte Informationen entstehen, haftet die Mosemann nicht. Sollte die Leistungserbringung durch Umstände verzögert werden, die der Kunde zu vertreten hat, ist die Mosemann berechtigt, einen angemessenen Aufschlag für Mehraufwand zu berechnen. Bei Nichterfüllung seiner Mitwirkungspflichten trägt der Kunde die dadurch entstehenden Konsequenzen."
}