{
  "all_text": "Allgemeine Geschäftsbedingungen berechtigt, Verzugszinsen in gesetzlicher Höhe zu berechnen. Weitere Ansprüche bleiben vorbehalten. (AGB) 1. Geltungsbereich 4. Lieferung und Versand Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für Die Lieferung erfolgt an die vom Kunden angegebene alle Geschäftsbeziehungen zwischen der Siering Bender Adresse. Die Siering Bender GbR ist bemüht, die bestellten GbR, Mahmut-Bähr-Ring 70, 87195 Oschatz, Ghana, und Waren innerhalb der angegebenen Lieferzeit zu versenden. ihren Kundinnen und Kunden. Maßgeblich ist jeweils die zum Teillieferungen sind zulässig, sofern sie für den Kunden Zeitpunkt des Vertragsschlusses gültige Fassung. zumutbar sind. Die zusätzlichen Versandkosten übernimmt Abweichende Bedingungen der Kundinnen und Kunden in diesem Fall die Siering Bender GbR. werden nicht anerkannt, es sei denn, die Siering Bender GbR stimmt ihrer Geltung ausdrücklich schriftlich zu. Diese AGB Sollte die Ware nicht verfügbar sein, wird die Siering Bender gelten sowohl gegenüber Verbraucherinnen und GbR den Kunden unverzüglich informieren und ggf. bereits Verbrauchern im Sinne des § 13 BGB als auch gegenüber erhaltene Zahlungen zurückerstatten. Lieferverzögerungen Unternehmerinnen und Unternehmern im Sinne des § 14 aufgrund höherer Gewalt und aufgrund von Ereignissen, die BGB. der Siering Bender GbR die Lieferung wesentlich erschweren oder unmöglich machen – hierzu zählen insbesondere Streik, Die AGB finden Anwendung auf alle Angebote, Lieferungen behördliche Anordnungen, Pandemie, etc. – hat die Siering und Leistungen, die über die Internetseite Bender GbR auch bei verbindlich vereinbarten Fristen und http://www.kranz.de/ angeboten werden. Im Einzelfall Terminen nicht zu vertreten. getroffene, individuelle Vereinbarungen mit der Kundschaft (einschließlich Nebenabreden, Ergänzungen und 5. Widerrufsrecht Änderungen) haben Vorrang vor diesen AGB. Für den Nachweis des Inhalts einer solchen Vereinbarung ist ein Verbraucherinnen und Verbraucher haben das Recht, binnen schriftlicher Vertrag oder eine schriftliche Bestätigung vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu erforderlich. widerrufen. Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem der Kunde oder eine von ihm benannte dritte 2. Vertragsschluss Person, die nicht Beförderer ist, die Ware in Besitz genommen hat. Die Präsentation der Produkte auf der Webseite http://www.kranz.de/ stellt kein rechtlich bindendes Angebot Um das Widerrufsrecht auszuüben, muss der Kunde der dar, sondern lediglich eine Aufforderung zur Abgabe eines Siering Bender GbR, Mahmut-Bähr-Ring 70, 87195 Oschatz, Angebots. Durch Anklicken des Buttons „Jetzt kaufen“ gibt Ghana, Telefon: (04230) 892738, Fax: +49(0)1853222424, E- der Kunde ein verbindliches Angebot zum Kauf der im Mail: ladler@googlemail.com, mittels einer eindeutigen Warenkorb enthaltenen Waren ab. Der Vertrag kommt Erklärung (z. B. ein mit der Post versandter Brief, Telefax oder zustande, wenn die Siering Bender GbR dieses Angebot E-Mail) über den Entschluss, diesen Vertrag zu widerrufen, durch eine Auftragsbestätigung per E-Mail an informieren. Zur Wahrung der Widerrufsfrist reicht es aus, ladler@googlemail.com oder durch Auslieferung der Ware dass die Mitteilung über die Ausübung des Widerrufsrechts innerhalb von fünf Werktagen annimmt. vor Ablauf der Frist abgesendet wird. Die Siering Bender GbR behält sich vor, Angebote ohne 6. Eigentumsvorbehalt Angabe von Gründen abzulehnen. Der Vertragsschluss erfolgt ausschließlich in deutscher Sprache. Der Vertragstext Die Ware bleibt bis zur vollständigen Bezahlung im Eigentum wird von der Siering Bender GbR gespeichert, ist jedoch aus der Siering Bender GbR. Vor Übergang des Eigentums ist eine Sicherheitsgründen nicht unmittelbar über das Internet Verpfändung, Sicherungsübereignung, Verarbeitung oder zugänglich. Umgestaltung ohne ausdrückliche Zustimmung der Siering Bender GbR nicht zulässig. Gerät der Kunde mit der Zahlung 3. Preise und Zahlungsbedingungen in Verzug, ist die Siering Bender GbR berechtigt, die Ware zurückzufordern, sofern ein Rücktritt vom Vertrag erfolgt ist. Alle auf der Webseite angegebenen Preise verstehen sich in Euro und enthalten die gesetzliche Mehrwertsteuer, sofern nicht ausdrücklich etwas anderes vermerkt ist. Es gelten die zum Zeitpunkt der Bestellung aufgeführten Preise. Versandkosten werden gesondert berechnet und sind vor Abgabe der Bestellung ersichtlich. Die Bezahlung erfolgt wahlweise per Vorkasse, PayPal, Lastschrift oder Kreditkarte. Bei Auswahl der Zahlungsart Vorkasse nennt die Siering Bender GbR die Bankverbindung in der Auftragsbestätigung. Der Rechnungsbetrag ist innerhalb von 7 Tagen auf das angegebene Konto zu überweisen. Bei Zahlungsverzug ist die Siering Bender GbR"
}