{
  "all_text": "Allgemeine Geschäftsbedingungen Sicherheitsgründen nicht unmittelbar über das (AGB) Internet zugänglich. 3. Preise und Zahlungsbedingungen1. Geltungsbereich Alle auf der Webseite angegebenen PreiseDiese Allgemeinen Geschäftsbedingungen (AGB) verstehen sich in Euro und enthalten diegelten für alle Geschäftsbeziehungen zwischen gesetzliche Mehrwertsteuer, sofern nichtder Birnbaum, Röhrichtstraße 23, 51663 ausdrücklich etwas anderes vermerkt ist. EsMiltenberg, Belgien, und ihren Kundinnen und gelten die zum Zeitpunkt der BestellungKunden. Maßgeblich ist jeweils die zum aufgeführten Preise. Versandkosten werdenZeitpunkt des Vertragsschlusses gültige gesondert berechnet und sind vor Abgabe derFassung. Abweichende Bedingungen der Bestellung ersichtlich.Kundinnen und Kunden werden nicht anerkannt, es sei denn, die Birnbaum stimmt ihrer Geltung Die Bezahlung erfolgt wahlweise per Vorkasse, ausdrücklich schriftlich zu. Diese AGB gelten PayPal, Lastschrift oder Kreditkarte. Bei Auswahl sowohl gegenüber Verbraucherinnen und der Zahlungsart Vorkasse nennt die Birnbaum Verbrauchern im Sinne des § 13 BGB als auch die Bankverbindung in der Auftragsbestätigung. gegenüber Unternehmerinnen und Der Rechnungsbetrag ist innerhalb von 7 Tagen Unternehmern im Sinne des § 14 BGB. auf das angegebene Konto zu überweisen. Bei Zahlungsverzug ist die Birnbaum berechtigt,Die AGB finden Anwendung auf alle Angebote, Verzugszinsen in gesetzlicher Höhe zuLieferungen und Leistungen, die über die berechnen. Weitere Ansprüche bleibenInternetseite https://www.winkler.com/ vorbehalten.angeboten werden. Im Einzelfall getroffene, individuelle Vereinbarungen mit der Kundschaft 4. Lieferung und Versand (einschließlich Nebenabreden, Ergänzungen und Die Lieferung erfolgt an die vom KundenÄnderungen) haben Vorrang vor diesen AGB. Für angegebene Adresse. Die Birnbaum ist bemüht,den Nachweis des Inhalts einer solchen die bestellten Waren innerhalb der angegebenenVereinbarung ist ein schriftlicher Vertrag oder Lieferzeit zu versenden. Teillieferungen sindeine schriftliche Bestätigung erforderlich. zulässig, sofern sie für den Kunden zumutbar 2. Vertragsschluss sind. Die zusätzlichen Versandkosten übernimmt in diesem Fall die Birnbaum.Die Präsentation der Produkte auf der Webseite https://www.winkler.com/ stellt kein rechtlich Sollte die Ware nicht verfügbar sein, wird die bindendes Angebot dar, sondern lediglich eine Birnbaum den Kunden unverzüglich informieren Aufforderung zur Abgabe eines Angebots. Durch und ggf. bereits erhaltene Zahlungen Anklicken des Buttons „Jetzt kaufen“ gibt der zurückerstatten. Lieferverzögerungen aufgrund Kunde ein verbindliches Angebot zum Kauf der höherer Gewalt und aufgrund von Ereignissen, im Warenkorb enthaltenen Waren ab. Der die der Birnbaum die Lieferung wesentlich Vertrag kommt zustande, wenn die Birnbaum erschweren oder unmöglich machen – hierzu dieses Angebot durch eine Auftragsbestätigung zählen insbesondere Streik, behördliche per E-Mail an cscheel@hotmail.de oder durch Anordnungen, Pandemie, etc. – hat die Auslieferung der Ware innerhalb von fünf Birnbaum auch bei verbindlich vereinbarten Werktagen annimmt. Fristen und Terminen nicht zu vertreten. Die Birnbaum behält sich vor, Angebote ohne Angabe von Gründen abzulehnen. Der Vertragsschluss erfolgt ausschließlich in deutscher Sprache. Der Vertragstext wird von der Birnbaum gespeichert, ist jedoch aus"
}