{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 1. Geltungsbereich Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge, die zwischen der Mentzel, ansässig in der Loosweg 9, 32378 Altentreptow, Norwegen, und ihren Kunden abgeschlossen werden. Maßgeblich ist die jeweils zum Zeitpunkt des Vertragsschlusses gültige Fassung. Abweichende Bedingungen des Kunden finden keine Anwendung, es sei denn, die Mentzel stimmt ihrer Geltung ausdrücklich schriftlich zu. Kunden im Sinne dieser AGB sind sowohl Verbraucher als auch Unternehmer. Die AGB gelten unabhängig davon, ob der Vertrag telefonisch, schriftlich oder über die Internetseite http://fechner.net/ abgeschlossen wurde. 2. Vertragsgegenstand und Leistungsbeschreibung Die Mentzel bietet ihren Kunden Dienstleistungen im Bereich digitaler Informationsverarbeitung sowie die Entwicklung individueller Softwarelösungen an. Der genaue Leistungsumfang ergibt sich aus den jeweiligen vertraglichen Vereinbarungen, insbesondere den Projektbeschreibungen, Leistungsangeboten oder schriftlichen Auftragsbestätigungen. Technische Änderungen, die der Weiterentwicklung dienen oder durch gesetzliche Anforderungen notwendig werden, bleiben vorbehalten. Sämtliche Leistungsbeschreibungen, die auf der Internetseite http://fechner.net/ oder in sonstigen Werbematerialien dargestellt sind, stellen kein rechtlich bindendes Angebot dar, sondern dienen lediglich der Information. 3. Vertragsschluss Ein Vertrag kommt durch die Annahme eines Angebots der Mentzel durch den Kunden zustande. Angebote der Mentzel sind freibleibend und unverbindlich. Ein verbindlicher Vertrag kommt erst durch eine schriftliche Auftragsbestätigung oder den Beginn der Leistungserbringung zustande. Die Vertragsabwicklung erfolgt in der Regel über die Kommunikation per E-Mail an heinz- willi71@googlemail.com oder telefonisch unter 09273 570762. Die Mentzel behält sich vor, einzelne Angebote abzulehnen, insbesondere wenn begründete Zweifel an der Bonität oder der tatsächlichen Absicht zur Beauftragung bestehen. 4. Preise und Zahlungsbedingungen Alle Preise verstehen sich netto, zuzüglich der jeweils gültigen gesetzlichen Umsatzsteuer, sofern nicht ausdrücklich anders angegeben. Die Abrechnung erfolgt gemäß den vertraglich vereinbarten Zahlungsmodalitäten. Sofern nicht anders vereinbart, sind Rechnungen innerhalb von 14 Tagen nach Zugang ohne Abzug zur Zahlung fällig. Bei Zahlungsverzug ist die Mentzel berechtigt, Verzugszinsen in gesetzlicher Höhe zu berechnen sowie etwaige Mahnkosten geltend zu machen. Die Geltendmachung weiterer Schäden bleibt ausdrücklich vorbehalten. Etwaige Einwendungen gegen Rechnungen müssen innerhalb von 7 Tagen nach Zugang schriftlich geltend gemacht werden. 5. Pflichten des Kunden Der Kunde verpflichtet sich, der Mentzel alle zur Vertragserfüllung erforderlichen Informationen rechtzeitig zur Verfügung zu stellen. Dazu zählen insbesondere technische Spezifikationen, Ansprechpartner und Zugangsdaten. Der Kunde ist für die Sicherung seiner eigenen Daten verantwortlich. Für Schäden, die durch verspätet oder unvollständig übermittelte Informationen entstehen, haftet die Mentzel nicht. Sollte die Leistungserbringung durch Umstände verzögert werden, die der Kunde zu vertreten hat, ist die Mentzel berechtigt, einen angemessenen Aufschlag für Mehraufwand zu berechnen. Bei Nichterfüllung seiner Mitwirkungspflichten trägt der Kunde die dadurch entstehenden Konsequenzen. 6. Gewährleistung und Haftung Die Mentzel gewährleistet, dass die vereinbarten Leistungen den zum Zeitpunkt des Vertragsschlusses geltenden technischen Standards entsprechen. Bei berechtigten Mängelrügen hat der Kunde Anspruch auf Nachbesserung. Schlägt die Nachbesserung fehl, kann der Kunde eine angemessene Minderung des Preises verlangen oder vom Vertrag zurücktreten. Weitergehende Ansprüche, insbesondere auf Schadensersatz, bestehen nur bei vorsätzlicher oder grob fahrlässiger Pflichtverletzung durch die Mentzel. Die Haftung für einfache Fahrlässigkeit ist ausgeschlossen, es sei denn, es handelt sich um die Verletzung vertragswesentlicher Pflichten. In jedem Fall ist die Haftung auf den vertragstypischen, vorhersehbaren Schaden begrenzt. 7. Datenschutz Die Verarbeitung personenbezogener Daten erfolgt im Einklang mit den geltenden Datenschutzvorschriften, insbesondere der DSGVO. Die Mentzel erhebt, verarbeitet und nutzt personenbezogene Daten ausschließlich zur Vertragserfüllung und zur Pflege der Kundenbeziehung. Eine Weitergabe an Dritte erfolgt nur, wenn dies zur Vertragsdurchführung erforderlich ist oder gesetzliche Verpflichtungen bestehen. Weitere Informationen zum Datenschutz können der Datenschutzerklärung auf http://fechner.net/ entnommen werden. Anfragen zu gespeicherten Daten können an heinz-willi71@googlemail.com oder per Fax an 01815 08678 gerichtet werden. Verantwortlicher im Sinne der DSGVO ist Clara Hörle."
}