{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 1. Geltungsbereich Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Geschäftsbeziehungen zwischen der Kohl Sager KG, Alwin-Eigenwillig-Gasse 3, 42747 Beilngries, Seychellen, und ihren Kundinnen und Kunden. Maßgeblich ist jeweils die zum Zeitpunkt des Vertragsschlusses gültige Fassung. Abweichende Bedingungen der Kundinnen und Kunden werden nicht anerkannt, es sei denn, die Kohl Sager KG stimmt ihrer Geltung ausdrücklich schriftlich zu. Diese AGB gelten sowohl gegenüber Verbraucherinnen und Verbrauchern im Sinne des § 13 BGB als auch gegenüber Unternehmerinnen und Unternehmern im Sinne des § 14 BGB. Die AGB finden Anwendung auf alle Angebote, Lieferungen und Leistungen, die über die Internetseite http://klemm.com/ angeboten werden. Im Einzelfall getroffene, individuelle Vereinbarungen mit der Kundschaft (einschließlich Nebenabreden, Ergänzungen und Änderungen) haben Vorrang vor diesen AGB. Für den Nachweis des Inhalts einer solchen Vereinbarung ist ein schriftlicher Vertrag oder eine schriftliche Bestätigung erforderlich. 2. Vertragsschluss Die Präsentation der Produkte auf der Webseite http://klemm.com/ stellt kein rechtlich bindendes Angebot dar, sondern lediglich eine Aufforderung zur Abgabe eines Angebots. Durch Anklicken des Buttons „Jetzt kaufen“ gibt der Kunde ein verbindliches Angebot zum Kauf der im Warenkorb enthaltenen Waren ab. Der Vertrag kommt zustande, wenn die Kohl Sager KG dieses Angebot durch eine Auftragsbestätigung per E-Mail an wulfniko@hotmail.de oder durch Auslieferung der Ware innerhalb von fünf Werktagen annimmt. Die Kohl Sager KG behält sich vor, Angebote ohne Angabe von Gründen abzulehnen. Der Vertragsschluss erfolgt ausschließlich in deutscher Sprache. Der Vertragstext wird von der Kohl Sager KG gespeichert, ist jedoch aus Sicherheitsgründen nicht unmittelbar über das Internet zugänglich. 3. Preise und Zahlungsbedingungen Alle auf der Webseite angegebenen Preise verstehen sich in Euro und enthalten die gesetzliche Mehrwertsteuer, sofern nicht ausdrücklich etwas anderes vermerkt ist. Die Bezahlung erfolgt wahlweise per Vorkasse, PayPal, Lastschrift oder Kreditkarte. Bei Auswahl der Zahlungsart Vorkasse nennt die Kohl Sager KG die Bankverbindung in der Auftragsbestätigung. Der Rechnungsbetrag ist innerhalb von 7 Tagen auf das angegebene Konto zu überweisen. Bei Zahlungsverzug ist die Kohl Sager KG"
}