{
  "all_text": "Allgemeine Geschäftsbedingungen (AGB) 5. Widerrufsrecht Verbraucherinnen und Verbraucher haben das Recht, binnen vierzehn 1. Geltungsbereich Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen. Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem der KundeDiese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle oder eine von ihm benannte dritte Person, die nicht Beförderer ist, dieGeschäftsbeziehungen zwischen der Wesack, Ritterweg 267, 69187 Ware in Besitz genommen hat.Sternberg, Demokratische Republik Kongo, und ihren Kundinnen und Kunden. Maßgeblich ist jeweils die zum Zeitpunkt des Um das Widerrufsrecht auszuüben, muss der Kunde der Wesack, Vertragsschlusses gültige Fassung. Abweichende Bedingungen der Ritterweg 267, 69187 Sternberg, Demokratische Republik Kongo, Kundinnen und Kunden werden nicht anerkannt, es sei denn, die Telefon: +49(0)5122 634579, Fax: 06916435494, E-Mail: Wesack stimmt ihrer Geltung ausdrücklich schriftlich zu. Diese AGB gertrautreising@web.de, mittels einer eindeutigen Erklärung (z. B. ein gelten sowohl gegenüber Verbraucherinnen und Verbrauchern im mit der Post versandter Brief, Telefax oder E-Mail) über den Sinne des § 13 BGB als auch gegenüber Unternehmerinnen und Entschluss, diesen Vertrag zu widerrufen, informieren. Zur Wahrung Unternehmern im Sinne des § 14 BGB. der Widerrufsfrist reicht es aus, dass die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Frist abgesendet wird.Die AGB finden Anwendung auf alle Angebote, Lieferungen und Leistungen, die über die Internetseite http://rudolph.de/ angeboten 6. Eigentumsvorbehalt werden. Im Einzelfall getroffene, individuelle Vereinbarungen mit der Kundschaft (einschließlich Nebenabreden, Ergänzungen und Die Ware bleibt bis zur vollständigen Bezahlung im Eigentum der Änderungen) haben Vorrang vor diesen AGB. Für den Nachweis des Wesack. Vor Übergang des Eigentums ist eine Verpfändung, Inhalts einer solchen Vereinbarung ist ein schriftlicher Vertrag oder Sicherungsübereignung, Verarbeitung oder Umgestaltung ohne eine schriftliche Bestätigung erforderlich. ausdrückliche Zustimmung der Wesack nicht zulässig. Gerät der Kunde mit der Zahlung in Verzug, ist die Wesack berechtigt, die Ware 2. Vertragsschluss zurückzufordern, sofern ein Rücktritt vom Vertrag erfolgt ist. Die Präsentation der Produkte auf der Webseite http://rudolph.de/ 7. Gewährleistung und Haftung stellt kein rechtlich bindendes Angebot dar, sondern lediglich eine Aufforderung zur Abgabe eines Angebots. Durch Anklicken des Es gelten die gesetzlichen Gewährleistungsrechte. Für Unternehmer Buttons „Jetzt kaufen“ gibt der Kunde ein verbindliches Angebot zum beträgt die Verjährungsfrist für Mängelansprüche zwölf Monate ab Kauf der im Warenkorb enthaltenen Waren ab. Der Vertrag kommt Gefahrübergang. Die Wesack haftet nicht für leicht fahrlässige zustande, wenn die Wesack dieses Angebot durch eine Pflichtverletzungen, sofern keine wesentlichen Vertragspflichten Auftragsbestätigung per E-Mail an gertrautreising@web.de oder durch betroffen sind. Bei leicht fahrlässiger Verletzung wesentlicher Auslieferung der Ware innerhalb von fünf Werktagen annimmt. Vertragspflichten ist die Haftung auf den vorhersehbaren, vertragstypischen Schaden begrenzt. Die Wesack behält sich vor, Angebote ohne Angabe von Gründen abzulehnen. Der Vertragsschluss erfolgt ausschließlich in deutscher Die vorstehenden Haftungsbeschränkungen gelten nicht bei Sprache. Der Vertragstext wird von der Wesack gespeichert, ist Ansprüchen aus Produkthaftung oder bei der Wesack zurechenbaren jedoch aus Sicherheitsgründen nicht unmittelbar über das Internet Verletzung von Leben, Körper oder Gesundheit. zugänglich. 8. Datenschutz 3. Preise und Zahlungsbedingungen Die Erhebung, Verarbeitung und Nutzung personenbezogener Daten Alle auf der Webseite angegebenen Preise verstehen sich in Euro und erfolgt unter Einhaltung der geltenden Datenschutzgesetze. Die enthalten die gesetzliche Mehrwertsteuer, sofern nicht ausdrücklich vollständige Datenschutzerklärung ist auf etwas anderes vermerkt ist. Es gelten die zum Zeitpunkt der http://rudolph.de//datenschutz abrufbar. Personenbezogene Daten Bestellung aufgeführten Preise. Versandkosten werden gesondert wie Name (Dipl.-Ing. Christa-Maria Naser B.A.), Adresse, berechnet und sind vor Abgabe der Bestellung ersichtlich. Telefonnummer (+49(0)5122 634579), E-Mail-Adresse (gertrautreising@web.de) und Zahlungsinformationen werden Die Bezahlung erfolgt wahlweise per Vorkasse, PayPal, Lastschrift ausschließlich zur Vertragsabwicklung verwendet. oder Kreditkarte. Bei Auswahl der Zahlungsart Vorkasse nennt die Wesack die Bankverbindung in der Auftragsbestätigung. Der Eine Weitergabe an Dritte erfolgt nur, sofern dies zur Rechnungsbetrag ist innerhalb von 7 Tagen auf das angegebene Konto Vertragsabwicklung erforderlich ist (z. B. an Versandunternehmen). zu überweisen. Bei Zahlungsverzug ist die Wesack berechtigt, Die Kundschaft hat das Recht auf Auskunft, Berichtigung, Sperrung Verzugszinsen in gesetzlicher Höhe zu berechnen. Weitere Ansprüche oder Löschung ihrer gespeicherten Daten, sofern dem keine bleiben vorbehalten. gesetzlichen Aufbewahrungspflichten entgegenstehen. 4. Lieferung und Versand 9. Schlussbestimmungen Die Lieferung erfolgt an die vom Kunden angegebene Adresse. Die Sollte eine Bestimmung dieser AGB ganz oder teilweise unwirksam Wesack ist bemüht, die bestellten Waren innerhalb der angegebenen sein, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Lieferzeit zu versenden. Teillieferungen sind zulässig, sofern sie für Anstelle der unwirksamen Bestimmung tritt die gesetzliche Regelung. den Kunden zumutbar sind. Die zusätzlichen Versandkosten Gleiches gilt im Falle einer Regelungslücke. übernimmt in diesem Fall die Wesack. Erfüllungsort ist Sternberg, Demokratische Republik Kongo. Sollte die Ware nicht verfügbar sein, wird die Wesack den Kunden Ausschließlicher Gerichtsstand für alle Streitigkeiten aus diesem unverzüglich informieren und ggf. bereits erhaltene Zahlungen Vertrag ist – sofern der Kunde Kaufmann ist – das für den Sitz der zurückerstatten. Lieferverzögerungen aufgrund höherer Gewalt und Wesack zuständige Gericht. Es gilt das Recht der Bundesrepublik aufgrund von Ereignissen, die der Wesack die Lieferung wesentlich Demokratische Republik Kongo unter Ausschluss des UN-Kaufrechts. erschweren oder unmöglich machen – hierzu zählen insbesondere Streik, behördliche Anordnungen, Pandemie, etc. – hat die Wesack auch bei verbindlich vereinbarten Fristen und Terminen nicht zu vertreten."
}